[
  {
    "creator": "Tom Dunlop",
    "title": "British frigate returns home",
    "link": "https://ukdefencejournal.org.uk/british-frigate-returns-home/",
    "pubDate": "Sat, 25 Nov 2023 17:00:12 +0000",
    "content:encoded": "<h4>HMS Portland, a Type 23 frigate, received a warm welcome upon returning to its home port in Devonport, after months of operations in the North Atlantic and surrounding UK waters.</h4>\n<p><strong>Embarking from Devonport in early August, HMS Portland&#8217;s mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.</strong></p>\n<p>According to the <a href=\"https://www.royalnavy.mod.uk/news-and-latest-activity/news/2023/november/17/231117-hms-portland-returns-home\" target=\"_new\" rel=\"noopener\">Royal Navy press release</a>, <em>&#8220;HMS Portland has had a busy schedule since leaving Plymouth.&#8221;</em> This included a brief collaboration with HMS Queen Elizabeth and the UK Carrier Strike Group for NATO training and exercises.</p>\n<p>A pivotal aspect of HMS Portland&#8217;s deployment was tracking Russian warships and submarines. This task was undertaken in coordination with the offshore patrol vessel HMS Tyne and the RAF’s P8 Poseidon aircraft. The frigate monitored several Russian vessels, such as corvettes Boikiy and Grad, cruiser Marshal Ustinov, and the Udaloy-class destroyer Severomorsk.</p>\n<p>During a visit to Belfast, Northern Ireland, HMS Portland then embarked on a transatlantic journey to Canada to participate in the Royal Canadian Navy’s inaugural International Fleet Week in Halifax, Nova Scotia. The frigate opened its gangway to the public, including participants from Techsploration, which encourages young women to pursue careers in science, engineering, trade, and technology.</p>\n<p>HMS Portland also took part in exchanges with sailors from various international navies in Halifax, culminating in a salute to the Commander of the Canadian Navy, Vice Admiral Angus Topshee.</p>\n<p>Upon its return to the North Atlantic, HMS Portland rejoined the UK Carrier Strike Group, escorting HMS Queen Elizabeth alongside the Type 45 destroyer HMS Diamond. The frigate played a critical role in the launch of a Training Variant Torpedo from Merlin Mk2 helicopters aboard the aircraft carrier.</p>\n<p>With its return to Devonport, HMS Portland concludes a series of strategic operations, underscoring its vital role in maintaining security in the North Atlantic and surrounding UK waters.</p>\n<p><em>You can read more about this by <a href=\"https://www.royalnavy.mod.uk/news-and-latest-activity/news/2023/november/17/231117-hms-portland-returns-home\" target=\"_new\" rel=\"noopener\">clicking here</a>.</em></p>The post <a href=\"https://ukdefencejournal.org.uk/british-frigate-returns-home/\">British frigate returns home</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "HMS Portland, a Type 23 frigate, received a warm welcome upon returning to its home port in Devonport, after months of operations in the North Atlantic and surrounding UK waters.\nEmbarking from Devonport in early August, HMS Portland’s mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.\nAccording to the Royal Navy press release, “HMS Portland has had a busy schedule since leaving Plymouth.” This included a brief collaboration with HMS Queen Elizabeth and the UK Carrier Strike Group for NATO training and exercises.\nA pivotal aspect of HMS Portland’s deployment was tracking Russian warships and submarines. This task was undertaken in coordination with the offshore patrol vessel HMS Tyne and the RAF’s P8 Poseidon aircraft. The frigate monitored several Russian vessels, such as corvettes Boikiy and Grad, cruiser Marshal Ustinov, and the Udaloy-class destroyer Severomorsk.\nDuring a visit to Belfast, Northern Ireland, HMS Portland then embarked on a transatlantic journey to Canada to participate in the Royal Canadian Navy’s inaugural International Fleet Week in Halifax, Nova Scotia. The frigate opened its gangway to the public, including participants from Techsploration, which encourages young women to pursue careers in science, engineering, trade, and technology.\nHMS Portland also took part in exchanges with sailors from various international navies in Halifax, culminating in a salute to the Commander of the Canadian Navy, Vice Admiral Angus Topshee.\nUpon its return to the North Atlantic, HMS Portland rejoined the UK Carrier Strike Group, escorting HMS Queen Elizabeth alongside the Type 45 destroyer HMS Diamond. The frigate played a critical role in the launch of a Training Variant Torpedo from Merlin Mk2 helicopters aboard the aircraft carrier.\nWith its return to Devonport, HMS Portland concludes a series of strategic operations, underscoring its vital role in maintaining security in the North Atlantic and surrounding UK waters.\nYou can read more about this by clicking here.\nThe post British frigate returns home first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/british-frigate-returns-home/#comments",
    "content": "<p>Embarking from Devonport in early August, HMS Portland's mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-frigate-returns-home/\">British frigate returns home</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Embarking from Devonport in early August, HMS Portland's mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.\nBritish frigate returns home first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46923",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-25T17:00:12.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "Rolls-Royce completes 100% sustainable aviation fuel test",
    "link": "https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/",
    "pubDate": "Sat, 25 Nov 2023 15:00:23 +0000",
    "content:encoded": "<h3>Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.</h3>\n<p><strong>The final test in this series, which involved a BR710 business jet engine, was conducted at the company&#8217;s facility in Canada.</strong></p>\n<p><a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\">According to the company</a>, the comprehensive test programme included engines such as the Trent 700, Trent 800, Trent 900, Trent 1000, Trent XWB-84, Trent XWB-97, Trent 7000, BR725, Pearl 700, Pearl 15, and Pearl 10X. These tests, which involved a range of ground and flight tests, confirmed <a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\">that the use of 100% SAF does not impact engine performance.</a></p>\n<p>Tufan Erginbilgic, CEO of Rolls-Royce plc, expressed the significance of this milestone:</p>\n<p><em>&#8220;Becoming the first jet engine manufacturer to publicly confirm all our in-production engines for long-haul aircraft and business jets are compatible with 100% SAF, is an important milestone for both Rolls-Royce and the wider aviation industry, according to the company. It&#8217;s also further evidence of our commitment to becoming a net zero company by 2050 and supporting our customers to do the same.&#8221;</em></p>\n<p>Simon Burr, Group Director of Engineering, Technology and Safety at Rolls-Royce plc, added:</p>\n<p><em>&#8220;This is an important milestone, not just for Rolls-Royce, but also for the wider civil aerospace industry. We hope the success of these tests provides a level of technical validation that supports those who seek to invest in the production of 100% SAF going forward.&#8221;</em></p>\n<p>Mark Harper, UK Transport Secretary, commented on the broader implications:</p>\n<p><em>&#8220;The world’s journey to decarbonising flight is powered by British innovation and backed by the UK Government, meaning people can continue to travel how they want, in a way that’s fit for the future. Today’s news demonstrates that Rolls Royce and the UK are global leaders in decarbonising transport, taking us one step closer to Jet Zero.&#8221;</em></p>\n<p>According to Rolls-Royce, its new generation UltraFan engine demonstrator, which also ran earlier this year, is capable of operating on 100% SAF.</p>\n<p>The company&#8217;s commitment to sustainable aviation will be further showcased in a joint effort with Virgin Atlantic, where Trent 1000 engines will power a Boeing 787 Dreamliner on Flight 100, the world’s first transatlantic 100% SAF flight. This project involves a consortium including Boeing, University of Sheffield, Imperial College London, and the Rocky Mountain Institute, sponsored by the Department for Transport.</p>\n<p><a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/\">Rolls-Royce completes 100% sustainable aviation fuel test</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.\nThe final test in this series, which involved a BR710 business jet engine, was conducted at the company’s facility in Canada.\nAccording to the company, the comprehensive test programme included engines such as the Trent 700, Trent 800, Trent 900, Trent 1000, Trent XWB-84, Trent XWB-97, Trent 7000, BR725, Pearl 700, Pearl 15, and Pearl 10X. These tests, which involved a range of ground and flight tests, confirmed that the use of 100% SAF does not impact engine performance.\nTufan Erginbilgic, CEO of Rolls-Royce plc, expressed the significance of this milestone:\n“Becoming the first jet engine manufacturer to publicly confirm all our in-production engines for long-haul aircraft and business jets are compatible with 100% SAF, is an important milestone for both Rolls-Royce and the wider aviation industry, according to the company. It’s also further evidence of our commitment to becoming a net zero company by 2050 and supporting our customers to do the same.”\nSimon Burr, Group Director of Engineering, Technology and Safety at Rolls-Royce plc, added:\n“This is an important milestone, not just for Rolls-Royce, but also for the wider civil aerospace industry. We hope the success of these tests provides a level of technical validation that supports those who seek to invest in the production of 100% SAF going forward.”\nMark Harper, UK Transport Secretary, commented on the broader implications:\n“The world’s journey to decarbonising flight is powered by British innovation and backed by the UK Government, meaning people can continue to travel how they want, in a way that’s fit for the future. Today’s news demonstrates that Rolls Royce and the UK are global leaders in decarbonising transport, taking us one step closer to Jet Zero.”\nAccording to Rolls-Royce, its new generation UltraFan engine demonstrator, which also ran earlier this year, is capable of operating on 100% SAF.\nThe company’s commitment to sustainable aviation will be further showcased in a joint effort with Virgin Atlantic, where Trent 1000 engines will power a Boeing 787 Dreamliner on Flight 100, the world’s first transatlantic 100% SAF flight. This project involves a consortium including Boeing, University of Sheffield, Imperial College London, and the Rocky Mountain Institute, sponsored by the Department for Transport.\nYou can read more about this by clicking here.\nThe post Rolls-Royce completes 100% sustainable aviation fuel test first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/#comments",
    "content": "<p>Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/\">Rolls-Royce completes 100% sustainable aviation fuel test</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.\nRolls-Royce completes 100% sustainable aviation fuel test first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46921",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T15:00:23.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Sweden selects British CAMM missiles",
    "link": "https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/",
    "pubDate": "Sat, 25 Nov 2023 13:00:11 +0000",
    "content:encoded": "<h3>MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs).</h3>\n<p><strong>This agreement, brokered between MBDA and the Swedish Defence Materiel Administration FMV, involves equipping the Royal Swedish Navy&#8217;s Visby Class Corvettes with CAMMs, to be deployed via MBDA’s Sea Ceptor naval air defence system.</strong></p>\n<p>Sea Ceptor, a state-of-the-art naval air defence system, is well known for its ability to provide comprehensive self- and local area air defence.</p>\n<p>It can counter a wide array of threats, including supersonic anti-ship missiles, attack helicopters, and un-crewed air vehicles. Notably, the system is adept at handling simultaneous attacks, including saturation attacks, from any direction.</p>\n<p>Eric Beranger, CEO of MBDA, emphasised the significance of this contract. <em>&#8220;CAMM will provide Sweden and the Royal Swedish Navy with a formidable air defence capability that gives the country a strong new contribution to NATO together with other allied Sea Ceptor users like the Royal Navy from the United Kingdom. We’re proud also to be continuing our long history of partnership with Sweden and Swedish industry, including Saab.&#8221;</em></p>\n<p>Sweden now joins a growing list of countries, such as Poland, the UK, Italy, Canada, and Brazil, that have selected the CAMM family for their latest generation naval and ground-based air defence needs.</p>\n<p><a href=\"https://www.mbda-systems.com/press-releases/sweden-orders-mbdas-camm-air-defence-missile/\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/\">Sweden selects British CAMM missiles</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs).\nThis agreement, brokered between MBDA and the Swedish Defence Materiel Administration FMV, involves equipping the Royal Swedish Navy’s Visby Class Corvettes with CAMMs, to be deployed via MBDA’s Sea Ceptor naval air defence system.\nSea Ceptor, a state-of-the-art naval air defence system, is well known for its ability to provide comprehensive self- and local area air defence.\nIt can counter a wide array of threats, including supersonic anti-ship missiles, attack helicopters, and un-crewed air vehicles. Notably, the system is adept at handling simultaneous attacks, including saturation attacks, from any direction.\nEric Beranger, CEO of MBDA, emphasised the significance of this contract. “CAMM will provide Sweden and the Royal Swedish Navy with a formidable air defence capability that gives the country a strong new contribution to NATO together with other allied Sea Ceptor users like the Royal Navy from the United Kingdom. We’re proud also to be continuing our long history of partnership with Sweden and Swedish industry, including Saab.”\nSweden now joins a growing list of countries, such as Poland, the UK, Italy, Canada, and Brazil, that have selected the CAMM family for their latest generation naval and ground-based air defence needs.\nYou can read more about this by clicking here.\nThe post Sweden selects British CAMM missiles first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/#comments",
    "content": "<p>MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs) for their Visby class corvettes.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/\">Sweden selects British CAMM missiles</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs) for their Visby class corvettes.\nSweden selects British CAMM missiles first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46926",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-25T13:00:11.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "Boeing shifts toward production of MH-139A Grey Wolf",
    "link": "https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/",
    "pubDate": "Sat, 25 Nov 2023 12:00:29 +0000",
    "content:encoded": "<h3>Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf, following the completion of the program&#8217;s Research, Development, Test &amp; Evaluation (RDT&amp;E) phase.</h3>\n<p><strong>The final RDT&amp;E aircraft was delivered to the U.S. Air Force in October, marking a significant milestone for the project.</strong></p>\n<p>Azeem Khan, MH-139 program director at Boeing, <a href=\"https://boeing.mediaroom.com/news-releases-statements?item=131369\">commented</a>, “<em>Delivering all of the RDT&amp;E aircraft to the Air Force enables them to continue critical operational testing and allows Boeing to focus on building the first production aircraft.</em>” He further added, “<em>The Grey Wolf will provide crucial national security capability improvements to the Air Force. This is an important step in getting the aircraft into service.</em>”</p>\n<p>Boeing is scheduled to deliver the first production aircraft in 2024. The Air Force has already awarded Boeing a contract for the first 13 aircraft, with the initial one currently in final assembly. The contract has the potential to expand up to 80 MH-139A Grey Wolf helicopters.</p>\n<p>Robert Beyer, MH-139 Senior Program Manager at Leonardo Helicopters US, stated, “<em>With the final test aircraft delivered, we’re headed into an exciting production phase. With the MH-139, the United States Air Force is getting a faster and more capable aircraft to bring them into a new era of service for this mission.</em>”</p>\n<p>The MH-139A is set to replace the UH-1N Huey. Its primary roles include protecting intercontinental ballistic missiles across the U.S. and transporting VIP and security personnel.</p>\n<p><a href=\"https://boeing.mediaroom.com/news-releases-statements?item=131369\">You can read more about this by clicking here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/\">Boeing shifts toward production of MH-139A Grey Wolf</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf, following the completion of the program’s Research, Development, Test & Evaluation (RDT&E) phase.\nThe final RDT&E aircraft was delivered to the U.S. Air Force in October, marking a significant milestone for the project.\nAzeem Khan, MH-139 program director at Boeing, commented, “Delivering all of the RDT&E aircraft to the Air Force enables them to continue critical operational testing and allows Boeing to focus on building the first production aircraft.” He further added, “The Grey Wolf will provide crucial national security capability improvements to the Air Force. This is an important step in getting the aircraft into service.”\nBoeing is scheduled to deliver the first production aircraft in 2024. The Air Force has already awarded Boeing a contract for the first 13 aircraft, with the initial one currently in final assembly. The contract has the potential to expand up to 80 MH-139A Grey Wolf helicopters.\nRobert Beyer, MH-139 Senior Program Manager at Leonardo Helicopters US, stated, “With the final test aircraft delivered, we’re headed into an exciting production phase. With the MH-139, the United States Air Force is getting a faster and more capable aircraft to bring them into a new era of service for this mission.”\nThe MH-139A is set to replace the UH-1N Huey. Its primary roles include protecting intercontinental ballistic missiles across the U.S. and transporting VIP and security personnel.\nYou can read more about this by clicking here.\nThe post Boeing shifts toward production of MH-139A Grey Wolf first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/#comments",
    "content": "<p>Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/\">Boeing shifts toward production of MH-139A Grey Wolf</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf.\nBoeing shifts toward production of MH-139A Grey Wolf first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46919",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T12:00:29.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "American Abrams tanks for Romania",
    "link": "https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/",
    "pubDate": "Sat, 25 Nov 2023 11:00:07 +0000",
    "content:encoded": "<h3>The U.S. State Department has given its approval for a possible Foreign Military Sale to Romania, involving M1A2 Abrams Main Battle Tanks and related equipment, with the proposed sale valued at approximately $2.53 billion.</h3>\n<p><strong>This follows the formal notification to Congress by the Defense Security Cooperation Agency.</strong></p>\n<p>Romania&#8217;s request, as detailed in the press release, includes <em>&#8220;fifty-four (54) M1A2 SEPv3 Abrams Main Battle Tanks; fifty-four (54) M1A1 Structures; four (4) M88A2 HERCULES Combat Recovery Vehicles; and other equipment.&#8221;</em></p>\n<p>The list extends to include various types of vehicles, weapons, ammunition, and support services.</p>\n<p>The State Department&#8217;s press release emphasises the significance of this sale for U.S. foreign policy: <em>&#8220;This proposed sale will support the foreign policy and national security objectives of the United States by helping to improve the security of a NATO Ally which is an important force for political and economic stability in Europe.&#8221;</em></p>\n<p>Regarding the impact on Romania&#8217;s defence capabilities, the release states, <em>&#8220;The proposed sale will improve Romania’s capability to meet current and future threats by providing a credible force that is capable of deterring adversaries and participating in NATO operations.&#8221;</em></p>\n<p>It also assures that <em>&#8220;Romania will have no difficulty absorbing this equipment into its armed forces.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/\">American Abrams tanks for Romania</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The U.S. State Department has given its approval for a possible Foreign Military Sale to Romania, involving M1A2 Abrams Main Battle Tanks and related equipment, with the proposed sale valued at approximately $2.53 billion.\nThis follows the formal notification to Congress by the Defense Security Cooperation Agency.\nRomania’s request, as detailed in the press release, includes “fifty-four (54) M1A2 SEPv3 Abrams Main Battle Tanks; fifty-four (54) M1A1 Structures; four (4) M88A2 HERCULES Combat Recovery Vehicles; and other equipment.”\nThe list extends to include various types of vehicles, weapons, ammunition, and support services.\nThe State Department’s press release emphasises the significance of this sale for U.S. foreign policy: “This proposed sale will support the foreign policy and national security objectives of the United States by helping to improve the security of a NATO Ally which is an important force for political and economic stability in Europe.”\nRegarding the impact on Romania’s defence capabilities, the release states, “The proposed sale will improve Romania’s capability to meet current and future threats by providing a credible force that is capable of deterring adversaries and participating in NATO operations.”\nIt also assures that “Romania will have no difficulty absorbing this equipment into its armed forces.”\nThe post American Abrams tanks for Romania first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/#comments",
    "content": "<p>The U.S. State Department has given its approval for a possible sale to Romania of 54 M1A2 Abrams Main Battle Tanks.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/\">American Abrams tanks for Romania</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The U.S. State Department has given its approval for a possible sale to Romania of 54 M1A2 Abrams Main Battle Tanks.\nAmerican Abrams tanks for Romania first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46916",
    "categories": [
      "Land"
    ],
    "isoDate": "2023-11-25T11:00:07.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "NATO joins UK in purchasing E-7 early warning aircraft",
    "link": "https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/",
    "pubDate": "Sat, 25 Nov 2023 10:00:50 +0000",
    "content:encoded": "<h4>NATO has announced the selection of its next-generation command and control aircraft, moving forward with the Boeing E-7A Wedgetail to replace its existing E-3 Airborne Warning and Control (AWACS) fleet, which is nearing retirement.</h4>\n<p><strong>The production of six new E-7A aircraft is expected to begin in the coming years, with the first aircraft slated to be ready for operational duty by 2031.</strong></p>\n<p>This decision follows approval from a consortium of Allied nations.</p>\n<p>NATO Secretary General Jens Stoltenberg commented on the development, stating,<em> “Surveillance and control aircraft are crucial for NATO’s collective defence and I welcome Allies’ commitment to investing in high-end capabilities.”</em></p>\n<p>He also noted the benefits of pooling resources, enabling Allies to collectively purchase and operate assets that would be too costly for individual countries. <em>Stoltenberg added, &#8220;This investment in state-of-the-art technology shows the strength of transatlantic defence cooperation as we continue to adapt to a more unstable world&#8221;.</em></p>\n<p>The E-7 Wedgetail, an advanced early warning and control aircraft, is equipped with a sophisticated radar system. It is capable of detecting hostile aircraft, missiles, and ships at great distances and can direct NATO fighter jets to their targets.</p>\n<p>The aircraft is based on a militarised version of the Boeing 737 jetliner. Countries such as the United States, the United Kingdom, Australia and Türkiye either currently operate the Wedgetail or plan to do so.</p>\n<p>Since the 1980s, NATO has operated a fleet of E-3A AWACS aircraft from Geilenkirchen Air Base in Germany. These aircraft have been involved in every major NATO operation, including actions against ISIS and on NATO’s eastern flank following Russia’s invasion of Ukraine.</p>\n<p>The E-7 is expected to be primarily based at Geilenkirchen and may operate from several forward locations across Europe. It will be a part of NATO’s future surveillance and control project, which aims to introduce the next generation of surveillance systems by the mid-2030s.</p>The post <a href=\"https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/\">NATO joins UK in purchasing E-7 early warning aircraft</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "NATO has announced the selection of its next-generation command and control aircraft, moving forward with the Boeing E-7A Wedgetail to replace its existing E-3 Airborne Warning and Control (AWACS) fleet, which is nearing retirement.\nThe production of six new E-7A aircraft is expected to begin in the coming years, with the first aircraft slated to be ready for operational duty by 2031.\nThis decision follows approval from a consortium of Allied nations.\nNATO Secretary General Jens Stoltenberg commented on the development, stating, “Surveillance and control aircraft are crucial for NATO’s collective defence and I welcome Allies’ commitment to investing in high-end capabilities.”\nHe also noted the benefits of pooling resources, enabling Allies to collectively purchase and operate assets that would be too costly for individual countries. Stoltenberg added, “This investment in state-of-the-art technology shows the strength of transatlantic defence cooperation as we continue to adapt to a more unstable world”.\nThe E-7 Wedgetail, an advanced early warning and control aircraft, is equipped with a sophisticated radar system. It is capable of detecting hostile aircraft, missiles, and ships at great distances and can direct NATO fighter jets to their targets.\nThe aircraft is based on a militarised version of the Boeing 737 jetliner. Countries such as the United States, the United Kingdom, Australia and Türkiye either currently operate the Wedgetail or plan to do so.\nSince the 1980s, NATO has operated a fleet of E-3A AWACS aircraft from Geilenkirchen Air Base in Germany. These aircraft have been involved in every major NATO operation, including actions against ISIS and on NATO’s eastern flank following Russia’s invasion of Ukraine.\nThe E-7 is expected to be primarily based at Geilenkirchen and may operate from several forward locations across Europe. It will be a part of NATO’s future surveillance and control project, which aims to introduce the next generation of surveillance systems by the mid-2030s.\nThe post NATO joins UK in purchasing E-7 early warning aircraft first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/#comments",
    "content": "<p>Countries such as the United States, the United Kingdom, Australia and Turkey either currently operate the Wedgetail or plan to do so.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/\">NATO joins UK in purchasing E-7 early warning aircraft</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Countries such as the United States, the United Kingdom, Australia and Turkey either currently operate the Wedgetail or plan to do so.\nNATO joins UK in purchasing E-7 early warning aircraft first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46925",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T10:00:50.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "British military provides further support to get aid into Gaza",
    "link": "https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/",
    "pubDate": "Sat, 25 Nov 2023 08:30:33 +0000",
    "content:encoded": "<h3>The UK has announced an additional £30 million in humanitarian aid to address the growing crisis in Gaza.</h3>\n<p><strong>This announcement was made by the Foreign Secretary during his visit to Israel and the Occupied Palestinian Territories (OPTs).</strong></p>\n<p>The Foreign Secretary&#8217;s visit, which included a series of meetings with senior Israeli politicians, focussed on intensifying UK efforts to alleviate the humanitarian situation in Gaza. The discussions centred around opening greater access for essential support, including medical supplies and fuel.</p>\n<p>This new pledge of £30 million brings the total additional aid announced by the UK for Palestinian civilians to £60 million since the crisis began in October.</p>\n<p>Foreign Secretary David Cameron highlighted the importance of this assistance, stating:</p>\n<p><em>&#8220;We are hopeful that today will see the release of hostages, and I am urging all parties to continue to work towards the release of every hostage. A pause will also allow access for life-saving aid to the people of Gaza. I am proud that a fourth UK flight carrying critical supplies landed in Egypt today, and I can announce new £30 million of funding which will be spent on vital aid such as shelter and medical provisions.&#8221;</em></p>\n<p>The focus of the UK&#8217;s support is on delivering lifesaving aid to those in Gaza, with the assistance being channelled through trusted partners and UN agencies on the ground. The aid includes provisions for shelter and medical supplies, addressing the immediate needs of the population.</p>\n<p>The fourth UK aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.</p>\n<p>The Royal Air Force (RAF) flight delivered 23 tonnes of aid, including blankets and sleeping mats, to be distributed by the United Nations Relief and Works Agency (UNRWA). Defence Secretary Grant Shapps commented on the RAF&#8217;s role, saying: <em>&#8220;The RAF continues to deliver on the UK’s commitment to helping those in need by operating flights into the region to provide urgent humanitarian support which will save civilian lives.&#8221;</em></p>\n<p><a href=\"https://www.gov.uk/government/news/uk-commits-further-support-to-get-aid-into-gaza\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/\">British military provides further support to get aid into Gaza</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The UK has announced an additional £30 million in humanitarian aid to address the growing crisis in Gaza.\nThis announcement was made by the Foreign Secretary during his visit to Israel and the Occupied Palestinian Territories (OPTs).\nThe Foreign Secretary’s visit, which included a series of meetings with senior Israeli politicians, focussed on intensifying UK efforts to alleviate the humanitarian situation in Gaza. The discussions centred around opening greater access for essential support, including medical supplies and fuel.\nThis new pledge of £30 million brings the total additional aid announced by the UK for Palestinian civilians to £60 million since the crisis began in October.\nForeign Secretary David Cameron highlighted the importance of this assistance, stating:\n“We are hopeful that today will see the release of hostages, and I am urging all parties to continue to work towards the release of every hostage. A pause will also allow access for life-saving aid to the people of Gaza. I am proud that a fourth UK flight carrying critical supplies landed in Egypt today, and I can announce new £30 million of funding which will be spent on vital aid such as shelter and medical provisions.”\nThe focus of the UK’s support is on delivering lifesaving aid to those in Gaza, with the assistance being channelled through trusted partners and UN agencies on the ground. The aid includes provisions for shelter and medical supplies, addressing the immediate needs of the population.\nThe fourth UK aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.\nThe Royal Air Force (RAF) flight delivered 23 tonnes of aid, including blankets and sleeping mats, to be distributed by the United Nations Relief and Works Agency (UNRWA). Defence Secretary Grant Shapps commented on the RAF’s role, saying: “The RAF continues to deliver on the UK’s commitment to helping those in need by operating flights into the region to provide urgent humanitarian support which will save civilian lives.”\nYou can read more about this by clicking here.\nThe post British military provides further support to get aid into Gaza first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/#comments",
    "content": "<p>The fourth Royal Air Force transport aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/\">British military provides further support to get aid into Gaza</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The fourth Royal Air Force transport aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.\nBritish military provides further support to get aid into Gaza first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46932",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T08:30:33.000Z"
  },
  {
    "creator": "George Allison",
    "title": "F-35B air collision avoidance system integration pushed back",
    "link": "https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/",
    "pubDate": "Fri, 24 Nov 2023 13:30:49 +0000",
    "content:encoded": "<h3>A Freedom of Information request has brought to light the delayed implementation of the Air Collision Avoidance System (ACAS) in the F-35B aircraft.</h3>\n<p><strong>A document attached to the FOI request, a 2021 Air System Safety Case – Safety Statement for Lightning, details that the introduction of ACAS, initially set for 2024, has been pushed back to 2028 for Manual ACAS and 2029 for Auto ACAS.</strong></p>\n<p><em>&#8220;F-35 Air Collision Avoidance System (ACAS) was scheduled for introduction into service in 2024. Although ACAS is regarded as a high priority by the UK, the US Services (and therefore the F-35 Programme) regard it as very low priority and it has recently been deferred. Forecast integration dates are now Jan 2028 for Manual ACAS and Jan 2029 for Auto ACAS.&#8221;</em></p>\n<p>The document also states:</p>\n<p><em>&#8220;I am content that the Air Safety Risks to Life (RtL) associated with the routine operation of Lng are currently managed and mitigated such that they remain at least ALARP and Tolerable.&#8221;</em></p>\n<p>The principle of &#8216;As Low As Reasonably Practicable&#8217; (ALARP) dictates that risks should be managed to the lowest feasible level while remaining below the maximum allowable risk.</p>\n<p>In a 2019 inquiry, Douglas Ross, Conservative MP from Moray, questioned the Ministry of Defence on how the F-35 Lightning aircraft complied with specific aviation safety standards. In response, Stuart Andrew, then Parliamentary Under-Secretary of State, stated, <em>&#8220;The UK is, however, working with the US to develop an automated Air Collision Avoidance System for the F-35. Prior to this integration, we remain fully confident that the F-35&#8217;s advanced situational awareness enables it to operate safely.&#8221;</em></p>\n<p>The delayed integration of ACAS raises questions about the continued adherence to this principle and whether the current measures without ACAS are sufficient to ensure the safety of the aircraft and its operators.</p>The post <a href=\"https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/\">F-35B air collision avoidance system integration pushed back</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A Freedom of Information request has brought to light the delayed implementation of the Air Collision Avoidance System (ACAS) in the F-35B aircraft.\nA document attached to the FOI request, a 2021 Air System Safety Case – Safety Statement for Lightning, details that the introduction of ACAS, initially set for 2024, has been pushed back to 2028 for Manual ACAS and 2029 for Auto ACAS.\n“F-35 Air Collision Avoidance System (ACAS) was scheduled for introduction into service in 2024. Although ACAS is regarded as a high priority by the UK, the US Services (and therefore the F-35 Programme) regard it as very low priority and it has recently been deferred. Forecast integration dates are now Jan 2028 for Manual ACAS and Jan 2029 for Auto ACAS.”\nThe document also states:\n“I am content that the Air Safety Risks to Life (RtL) associated with the routine operation of Lng are currently managed and mitigated such that they remain at least ALARP and Tolerable.”\nThe principle of ‘As Low As Reasonably Practicable’ (ALARP) dictates that risks should be managed to the lowest feasible level while remaining below the maximum allowable risk.\nIn a 2019 inquiry, Douglas Ross, Conservative MP from Moray, questioned the Ministry of Defence on how the F-35 Lightning aircraft complied with specific aviation safety standards. In response, Stuart Andrew, then Parliamentary Under-Secretary of State, stated, “The UK is, however, working with the US to develop an automated Air Collision Avoidance System for the F-35. Prior to this integration, we remain fully confident that the F-35’s advanced situational awareness enables it to operate safely.”\nThe delayed integration of ACAS raises questions about the continued adherence to this principle and whether the current measures without ACAS are sufficient to ensure the safety of the aircraft and its operators.\nThe post F-35B air collision avoidance system integration pushed back first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/#comments",
    "content": "<p>The Air Collision Avoidance System for the F-35B was to be introduced in 2024, it has now been pushed back to 2028.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/\">F-35B air collision avoidance system integration pushed back</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The Air Collision Avoidance System for the F-35B was to be introduced in 2024, it has now been pushed back to 2028.\nF-35B air collision avoidance system integration pushed back first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46914",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-24T13:30:49.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Drone video shows status of ferries at Port Glasgow",
    "link": "https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/",
    "pubDate": "Thu, 23 Nov 2023 13:00:33 +0000",
    "content:encoded": "<h3>A recent drone video provides an overview of the ongoing construction of two vital ferries at the Ferguson Marine shipyard in Port Glasgow.</h3>\n<p><strong>The Glen Sannox and Glen Rosa were originally due to be in service in 2018 at a total price of £97m. The cost for completing the Glen Sannox has risen to £130m and for the Glen Rosa it has increased to £110m.</strong></p>\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">I visited Port Glasgow recently to take a look at the progress of MV Glen Sannox and the MV Glen Rosa with my drone. The two ferries, previously plagued by delays, are starting to look the part now. <a href=\"https://t.co/zR1uE3nIAh\">pic.twitter.com/zR1uE3nIAh</a></p>\n<p>&mdash; George Allison (@geoallison) <a href=\"https://twitter.com/geoallison/status/1727327582402814463?ref_src=twsrc%5Etfw\">November 22, 2023</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<p>But today, we&#8217;re just looking at their material state. They seem to be looking the part now, at least externally.</p>\n<h3>MV Glen Sannox</h3>\n<p>The MV Glen Sannox, moored upon the Clyde, bears the semblance of readiness, with her exterior suggesting near completion. However, her outward readiness belies the extensive internal work that remains, particularly in the wake of a failed safety audit by the Maritime and Coastguard Agency (MCA) in September 2023.</p>\n<p>The MCA’s insistence on additional staircases for safety certification precipitated a delay, pushing the sea trials of Glen Sannox to the first quarter of 2024 and casting doubt on her readiness for the forthcoming summer season.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61\"><img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-full wp-image-46911\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=906b1c078522300c18be88e2b1ccffa2 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=c77b98c55a52f0d79839e2ad04280e4e 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=50db6b06378dd6489eb74c29bbf2bb0a 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=ecdfc8ab8818f9c2c64633a42ddf4bc9 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=bd99321c962ca255a777ded16af5bdbe 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>Cabinet Secretary Neil Gray has articulated the MCA&#8217;s integral role in the early phases of vessel delivery, particularly for those of pioneering design. The process of certification has been one of partnership and refinement, with the MCA&#8217;s input leading to vital design modifications that, whilst introducing delays and additional costs, are essential for the vessel’s safety and compliance.</p>\n<p>The result of these modifications has been a reduction in passenger capacity from the initial 1,000 to 852, a necessary concession to meet the MCA’s stringent safety standards. In March 2023, it was reported that further delays have pushed the vessel&#8217;s entry into service to Autumn of 2023; in August 2023, a further delay to the first quarter of 2024 was announced.</p>\n<h3>MV Glen Rosa</h3>\n<p>The sister ship, MV Glen Rosa, shares a similar story. It will also undergo design modifications following the Glen Sannox template to meet MCA standards. Her exterior, while looking close to completion with the main hull and superstructure in place, is yet to be finalised, as indicated by the extensive scaffolding that envelopes her.</p>\n<p>The ferry&#8217;s external aspects, from the paintwork to the installation of safety equipment, are in the midst of being completed, but her readiness for service is still some way off.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2\"><img decoding=\"async\" class=\"alignnone size-full wp-image-46909\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=ec2f4fc4dd254de3662ec9539308c240 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=ed00f1f82ee68563812cb29f32e0a178 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=7d99864f0d97a85f9c877d474a3b8e99 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=59eb783e8182c8977e2273f1e26838aa 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=6a9658d23df2f2ab2f49040212f3f71b 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>Internally, there remains a substantial amount of fit-out and systems installation to be done before she can be deemed ready for operational duties. This includes the intricate fitting of dual Wärtsilä 34DF diesel engines, controllable pitch propellers, and the trio of bow thrusters that will eventually enable her to reach service speeds of 14.5 knots.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f\"><img decoding=\"async\" class=\"alignnone size-full wp-image-46910\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=215ab06d8d206be08ffd19add3bde02a 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=466fbdc7b7c9ad74ad9adf4590dee1d9 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=e17c3b661b68d7edc87e23c1d76372b9 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=d36546c62db57c181b48b3e95c14a666 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=c224d0bcaf7d8455b4509658fd5c20b1 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>The Glen Rosa, her name chosen by public vote and embroiled in what&#8217;s been dubbed the &#8220;ferry fiasco,&#8221; reflects the complexities and heightened scrutiny of modern shipbuilding.</p>\n<p>With her finished tonnage at 1,273 DWT and a length of over 100 meters, she&#8217;s set to be a significant vessel within the CalMac fleet, intended to carry 1,000 passengers and 127 cars or 16 HGVs, though currently licensed for 852 passengers.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b\"><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-46908\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=43efa91eb75395ac9c7b25731068a4be 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=dc2eaf55527a08c8d5dd5c7b13b855bf 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=b9428e4421e392849c9de0e5c90fd272 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=639dd7ea539dba7d16502ba2195cdd9c 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=286ad08909d40e658a9c6c5c0011ef97 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>The vessel&#8217;s recent milestones includes the completion of design issues involving below-deck escape trunks and the announcement of a slipway launch and naming ceremony set for March 12, 2024. The expected delivery date for Glen Rosa is May 31, 2025, with an estimated cost of £100 million.</p>\n<h4>Looking Ahead</h4>\n<p>The future of Ferguson Marine (Port Glasgow) Ltd is under careful consideration, with plans to refine investment proposals while adhering to subsidy control rules and demonstrating value for money. The Scottish Government say it is committed to a sustainable future for the shipyard, balancing the interests of the workforce, local communities, and the broader Scottish economy.</p>\n<p>David Tydeman, CEO of Ferguson Marine in Port Glasgow, expressed his hope to secure substantial work from the Royal Navy&#8217;s Type 26 Frigate programme, potentially utilising over half the yard&#8217;s capacity. Despite the uncertainties surrounding the future of the shipyard, Tydeman was confident about Royal Navy work supporting the yard during a recent Public Audit Committee meeting.</p>\n<p><em>&#8220;We have been planning for some time,&#8221;</em> he said, <em>&#8220;and I am delighted that we were able to sign a framework agreement with BAE Systems.&#8221;</em></p>\n<p>According to Tydeman, the agreement with BAE Systems would help address the workforce surplus at the Ferguson Marine yard as work on two ferries progressively winds down over the next 12 to 18 months. He further added, <em>&#8220;Both those yards (BAE and Babcock) have more work than they can do on their sites—as I said, this is a buoyant time in the shipbuilding market—and they need supporting contractors.&#8221;</em></p>\n<p>Ferguson Marine started work on the first sections for a Type 26 Frigate earlier this year.</p>\n<p>In terms of scale, Tydeman compared the additional, potential future work from the Type 26 programme to ongoing projects at Ferguson. <em>&#8220;Hull 802 will be about 3,000 tonnes of weight when she launches down the slipway later this year, and a bow block unit for type 26 ship 4—which we hope to do with BAE—will be about 900 tonnes,&#8221;</em> he stated. Elaborating on this, he said <em>&#8220;A programme of work with BAE can use more than half the capacity of the yard, and I hope that we can complement that with the CMAL small ferry programme.&#8221;</em></p>\n<p>Additionally, he mentioned that the company is actively tracking opportunities in the market.<em> &#8220;We have a small commercial team that is tracking the market and we have been putting in proposals to the patrol craft market,&#8221;</em> Tydeman disclosed.</p>\n<p>There are also ongoing discussions with operators in the wind farm market, providing potential long-term work.<em> &#8220;The first of those ships could be built in 2027. That does not fill the immediate gap, but&#8230;that is a very significant opportunity for us in the future.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/\">Drone video shows status of ferries at Port Glasgow</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A recent drone video provides an overview of the ongoing construction of two vital ferries at the Ferguson Marine shipyard in Port Glasgow.\nThe Glen Sannox and Glen Rosa were originally due to be in service in 2018 at a total price of £97m. The cost for completing the Glen Sannox has risen to £130m and for the Glen Rosa it has increased to £110m.\nI visited Port Glasgow recently to take a look at the progress of MV Glen Sannox and the MV Glen Rosa with my drone. The two ferries, previously plagued by delays, are starting to look the part now. pic.twitter.com/zR1uE3nIAh\n— George Allison (@geoallison) November 22, 2023\n\n\nBut today, we’re just looking at their material state. They seem to be looking the part now, at least externally.\nMV Glen Sannox\nThe MV Glen Sannox, moored upon the Clyde, bears the semblance of readiness, with her exterior suggesting near completion. However, her outward readiness belies the extensive internal work that remains, particularly in the wake of a failed safety audit by the Maritime and Coastguard Agency (MCA) in September 2023.\nThe MCA’s insistence on additional staircases for safety certification precipitated a delay, pushing the sea trials of Glen Sannox to the first quarter of 2024 and casting doubt on her readiness for the forthcoming summer season.\n\nCabinet Secretary Neil Gray has articulated the MCA’s integral role in the early phases of vessel delivery, particularly for those of pioneering design. The process of certification has been one of partnership and refinement, with the MCA’s input leading to vital design modifications that, whilst introducing delays and additional costs, are essential for the vessel’s safety and compliance.\nThe result of these modifications has been a reduction in passenger capacity from the initial 1,000 to 852, a necessary concession to meet the MCA’s stringent safety standards. In March 2023, it was reported that further delays have pushed the vessel’s entry into service to Autumn of 2023; in August 2023, a further delay to the first quarter of 2024 was announced.\nMV Glen Rosa\nThe sister ship, MV Glen Rosa, shares a similar story. It will also undergo design modifications following the Glen Sannox template to meet MCA standards. Her exterior, while looking close to completion with the main hull and superstructure in place, is yet to be finalised, as indicated by the extensive scaffolding that envelopes her.\nThe ferry’s external aspects, from the paintwork to the installation of safety equipment, are in the midst of being completed, but her readiness for service is still some way off.\n\nInternally, there remains a substantial amount of fit-out and systems installation to be done before she can be deemed ready for operational duties. This includes the intricate fitting of dual Wärtsilä 34DF diesel engines, controllable pitch propellers, and the trio of bow thrusters that will eventually enable her to reach service speeds of 14.5 knots.\n\nThe Glen Rosa, her name chosen by public vote and embroiled in what’s been dubbed the “ferry fiasco,” reflects the complexities and heightened scrutiny of modern shipbuilding.\nWith her finished tonnage at 1,273 DWT and a length of over 100 meters, she’s set to be a significant vessel within the CalMac fleet, intended to carry 1,000 passengers and 127 cars or 16 HGVs, though currently licensed for 852 passengers.\n\nThe vessel’s recent milestones includes the completion of design issues involving below-deck escape trunks and the announcement of a slipway launch and naming ceremony set for March 12, 2024. The expected delivery date for Glen Rosa is May 31, 2025, with an estimated cost of £100 million.\nLooking Ahead\nThe future of Ferguson Marine (Port Glasgow) Ltd is under careful consideration, with plans to refine investment proposals while adhering to subsidy control rules and demonstrating value for money. The Scottish Government say it is committed to a sustainable future for the shipyard, balancing the interests of the workforce, local communities, and the broader Scottish economy.\nDavid Tydeman, CEO of Ferguson Marine in Port Glasgow, expressed his hope to secure substantial work from the Royal Navy’s Type 26 Frigate programme, potentially utilising over half the yard’s capacity. Despite the uncertainties surrounding the future of the shipyard, Tydeman was confident about Royal Navy work supporting the yard during a recent Public Audit Committee meeting.\n“We have been planning for some time,” he said, “and I am delighted that we were able to sign a framework agreement with BAE Systems.”\nAccording to Tydeman, the agreement with BAE Systems would help address the workforce surplus at the Ferguson Marine yard as work on two ferries progressively winds down over the next 12 to 18 months. He further added, “Both those yards (BAE and Babcock) have more work than they can do on their sites—as I said, this is a buoyant time in the shipbuilding market—and they need supporting contractors.”\nFerguson Marine started work on the first sections for a Type 26 Frigate earlier this year.\nIn terms of scale, Tydeman compared the additional, potential future work from the Type 26 programme to ongoing projects at Ferguson. “Hull 802 will be about 3,000 tonnes of weight when she launches down the slipway later this year, and a bow block unit for type 26 ship 4—which we hope to do with BAE—will be about 900 tonnes,” he stated. Elaborating on this, he said “A programme of work with BAE can use more than half the capacity of the yard, and I hope that we can complement that with the CMAL small ferry programme.”\nAdditionally, he mentioned that the company is actively tracking opportunities in the market. “We have a small commercial team that is tracking the market and we have been putting in proposals to the patrol craft market,” Tydeman disclosed.\nThere are also ongoing discussions with operators in the wind farm market, providing potential long-term work. “The first of those ships could be built in 2027. That does not fill the immediate gap, but…that is a very significant opportunity for us in the future.”\nThe post Drone video shows status of ferries at Port Glasgow first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/#comments",
    "content": "<p>A recent drone video provides a striking view of the ongoing construction of two vital but troubled ferries at the Ferguson Marine shipyard in Port Glasgow.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/\">Drone video shows status of ferries at Port Glasgow</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "A recent drone video provides a striking view of the ongoing construction of two vital but troubled ferries at the Ferguson Marine shipyard in Port Glasgow.\nDrone video shows status of ferries at Port Glasgow first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46907",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-23T13:00:33.000Z"
  },
  {
    "creator": "George Allison",
    "title": "BAE to equip Australian Hunter class frigates with Mk 45 guns",
    "link": "https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/",
    "pubDate": "Tue, 21 Nov 2023 18:00:58 +0000",
    "content:encoded": "<h4>BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun and automated Ammunition Handling System (AHS) for the Royal Australian Navy’s new Hunter class frigates.</h4>\n<p><em>&#8220;We are proud to partner with BAE Systems Maritime Australia to deliver the Mk 45 gun system and Ammunition Handling System to the Royal Australian Navy,&#8221;</em> said Brent Butcher, vice president and general manager of Weapon Systems at BAE Systems, Inc.</p>\n<p><em>&#8220;The highly reliable Mk 45 system maximizes the lethality of the Hunter class frigates, offers the capability to integrate advanced munitions, and supports additional future technology upgrades. With this system fielded on 11 fleets across the globe, it has proven it offers high-reliability.&#8221;</em></p>\n<p>The Mk 45 gun system combines the 5-inch, 62-caliber Mk 45 Mod 4A naval gun with a fully automated AHS that continuously supplies the gun with ammunition, in high sea state conditions, without assistance from the crew.</p>\n<p>On their website, BAE say that this automated gun system increases Sailor productivity, reduces risk to Sailor safety, and increases the operational capability of the Mk 45 at sea.</p>\n<p>Work on the contract will begin in 2023 and finish in 2036. Engineering work will be completed in Minneapolis, Minnesota and production will occur in Louisville, Kentucky.</p>The post <a href=\"https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/\">BAE to equip Australian Hunter class frigates with Mk 45 guns</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun and automated Ammunition Handling System (AHS) for the Royal Australian Navy’s new Hunter class frigates.\n“We are proud to partner with BAE Systems Maritime Australia to deliver the Mk 45 gun system and Ammunition Handling System to the Royal Australian Navy,” said Brent Butcher, vice president and general manager of Weapon Systems at BAE Systems, Inc.\n“The highly reliable Mk 45 system maximizes the lethality of the Hunter class frigates, offers the capability to integrate advanced munitions, and supports additional future technology upgrades. With this system fielded on 11 fleets across the globe, it has proven it offers high-reliability.”\nThe Mk 45 gun system combines the 5-inch, 62-caliber Mk 45 Mod 4A naval gun with a fully automated AHS that continuously supplies the gun with ammunition, in high sea state conditions, without assistance from the crew.\nOn their website, BAE say that this automated gun system increases Sailor productivity, reduces risk to Sailor safety, and increases the operational capability of the Mk 45 at sea.\nWork on the contract will begin in 2023 and finish in 2036. Engineering work will be completed in Minneapolis, Minnesota and production will occur in Louisville, Kentucky.\nThe post BAE to equip Australian Hunter class frigates with Mk 45 guns first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/#comments",
    "content": "<p>BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun for the Royal Australian Navy’s new Hunter class frigates.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/\">BAE to equip Australian Hunter class frigates with Mk 45 guns</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun for the Royal Australian Navy’s new Hunter class frigates.\nBAE to equip Australian Hunter class frigates with Mk 45 guns first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46882",
    "categories": [
      "News"
    ],
    "isoDate": "2023-11-21T18:00:58.000Z"
  }
]