[
  {
    "creator": "George Allison",
    "title": "British and Amerian aircraft carriers sail together",
    "link": "https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/",
    "pubDate": "Sun, 05 Nov 2023 10:28:45 +0000",
    "content:encoded": "<h3>The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the North Atlantic recently.</h3>\n<p>The Nimitz-class aircraft carrier USS George Washington, Ticonderoga-class guided-missile cruiser USS Leyte Gulf, the Queen Elizabeth-class aircraft carrier HMS Prince of Wales, and logistics supply ship BRF Jacques Chevallier recently sailed in formation during interoperability training in the Atlantic Ocean, &#8220;demonstrating partnership and commitment in the maritime domain&#8221;, say the U.S. Navy.</p>\n<p>The carrier recently sailed for her autumn deployment to the United States – her longest yet, pushing the limits of aircraft carrier operations with drones, fifth-generation stealth fighters, tilt-rotors and helicopters. Shes operating off the east coast of the United States.</p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"hCzNAnFXfs\"><p><a href=\"https://ukdefencejournal.org.uk/f-35-lands-backwards-on-british-carrier/\">F-35 lands &#8216;backwards&#8217; on British carrier</a></p></blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" title=\"&#8220;F-35 lands &#8216;backwards&#8217; on British carrier&#8221; &#8212; UK Defence Journal\" src=\"https://ukdefencejournal.org.uk/f-35-lands-backwards-on-british-carrier/embed/#?secret=sPLj97hHMI#?secret=hCzNAnFXfs\" data-secret=\"hCzNAnFXfs\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></p>\n<p>By the time she returns home shortly before Christmas, the Royal Navy say that they expect that the ship will have:</p>\n<ul>\n<li>Operated advanced drone technologies, demonstrating the delivery of vital supplies without the need to use helicopters;</li>\n<li>Landed and launched F-35 Lightning stealth fighters in more ways, more quickly and in the harshest of sea conditions to increase the strike carrier’s firepower;</li>\n<li>Increased the range and conditions in which the US Marine Corps’ impressive MV-22 Osprey tilt rotor aircraft can operate.</li>\n</ul>\n<div class=\"uk-grid\">\n<div class=\"uk-width-10-10 uk-width-small-10-10 uk-width-medium-6-10 uk-width-large-6-10 uk-hidden-small comments_image_info comments_info\"></div>\n</div>The post <a href=\"https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/\">British and Amerian aircraft carriers sail together</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the North Atlantic recently.\nThe Nimitz-class aircraft carrier USS George Washington, Ticonderoga-class guided-missile cruiser USS Leyte Gulf, the Queen Elizabeth-class aircraft carrier HMS Prince of Wales, and logistics supply ship BRF Jacques Chevallier recently sailed in formation during interoperability training in the Atlantic Ocean, “demonstrating partnership and commitment in the maritime domain”, say the U.S. Navy.\nThe carrier recently sailed for her autumn deployment to the United States – her longest yet, pushing the limits of aircraft carrier operations with drones, fifth-generation stealth fighters, tilt-rotors and helicopters. Shes operating off the east coast of the United States.\nF-35 lands ‘backwards’ on British carrier\n\n\nBy the time she returns home shortly before Christmas, the Royal Navy say that they expect that the ship will have:\nOperated advanced drone technologies, demonstrating the delivery of vital supplies without the need to use helicopters;\nLanded and launched F-35 Lightning stealth fighters in more ways, more quickly and in the harshest of sea conditions to increase the strike carrier’s firepower;\nIncreased the range and conditions in which the US Marine Corps’ impressive MV-22 Osprey tilt rotor aircraft can operate.\n\nThe post British and Amerian aircraft carriers sail together first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/#comments",
    "content": "<p>The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the Atlantic recently.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/\">British and Amerian aircraft carriers sail together</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the Atlantic recently.\nBritish and Amerian aircraft carriers sail together first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46692",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-05T10:28:45.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Port Glasgow shipyard looking for more Type 26 Frigate work",
    "link": "https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/",
    "pubDate": "Sat, 04 Nov 2023 14:55:56 +0000",
    "content:encoded": "<h3>Ferguson Marine is setting its sights on expanding its participation in the UK&#8217;s Type 26 frigate programme.</h3>\n<p><strong>At a Scottish Parliament&#8217;s Net Zero, Energy and Transport Committee meeting held on October 24, 2023, David Tydeman, CEO of Ferguson Marine, outlined the shipyard’s strategic goals and addressed concerns regarding current projects and future work prospects.</strong></p>\n<p>We <a href=\"https://ukdefencejournal.org.uk/type-26-frigate-project-spurs-opportunities-for-uk-shipyards/\">previously reported that shipyards</a>, including Ferguson Marine, had been contracted for steelwork fabrication to support the delivery of the Type 26 programme.</p>\n<p>This engagement has been part of a broader initiative to create work opportunities across British shipyards. Reflecting on this, <em>Mark Ruskell</em> of the committee inquired about the business impact of past difficulties with specific ferries and whether Ferguson Marine anticipated an influx of work consistent with its current frigate projects.</p>\n<p>Tydeman clarified the company’s strategic positioning, &#8220;<em>We chose deliberately to position for the work for the frigates&#8230; However, frankly, until very recently, all the workforce was fully occupied on the ferries.</em>&#8221;</p>\n<p>Tydeman also responded to Ruskell&#8217;s query on potential reputational harm due to past project difficulties, noting the importance of securing confidence from industry leaders like BAE:</p>\n<p>&#8220;<em>The constant media coverage has been difficult. Certainly, getting BAE to place work with us is a morale boost and an indication that it trusts us. We need more of that.</em>&#8221;</p>\n<p>In a related exchange, <em>Jim Fairlie</em> inquired about the BAE contract&#8217;s duration and employment impact.</p>\n<p>Tydeman responded by advising that the firm will be continuing to tender for BAE work.</p>\n<p>On May 19th, a tender was issued by BAE that further highlighted the ongoing efforts to involve British shipyards in the Type 26 programme. The tender signalled plans to award a £500,000 contract for sea transport of blocks and units associated with the programme, expected to begin in October 2023 and continue until May 2024.</p>\n<p>The details of the tender emphasised the need for specialised transportation due to the size and weight of the fabricated steelwork.</p>\n<p>BAE Systems had also confirmed this collaborative approach when I spoke to them:</p>\n<p>&#8220;<em>We have outsourced steelwork fabrication for a limited number of units to support delivery of the Type 26 programme&#8230; Ferguson Marine Engineering Ltd have been contracted to supply a total of seven units&#8230; The tender will also give us competitive pricing detail for any future shipping transportation contracts required to support the programme, and ensure we continue to deliver value for money.</em>&#8220;</p>The post <a href=\"https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/\">Port Glasgow shipyard looking for more Type 26 Frigate work</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Ferguson Marine is setting its sights on expanding its participation in the UK’s Type 26 frigate programme.\nAt a Scottish Parliament’s Net Zero, Energy and Transport Committee meeting held on October 24, 2023, David Tydeman, CEO of Ferguson Marine, outlined the shipyard’s strategic goals and addressed concerns regarding current projects and future work prospects.\nWe previously reported that shipyards, including Ferguson Marine, had been contracted for steelwork fabrication to support the delivery of the Type 26 programme.\nThis engagement has been part of a broader initiative to create work opportunities across British shipyards. Reflecting on this, Mark Ruskell of the committee inquired about the business impact of past difficulties with specific ferries and whether Ferguson Marine anticipated an influx of work consistent with its current frigate projects.\nTydeman clarified the company’s strategic positioning, “We chose deliberately to position for the work for the frigates… However, frankly, until very recently, all the workforce was fully occupied on the ferries.”\nTydeman also responded to Ruskell’s query on potential reputational harm due to past project difficulties, noting the importance of securing confidence from industry leaders like BAE:\n“The constant media coverage has been difficult. Certainly, getting BAE to place work with us is a morale boost and an indication that it trusts us. We need more of that.”\nIn a related exchange, Jim Fairlie inquired about the BAE contract’s duration and employment impact.\nTydeman responded by advising that the firm will be continuing to tender for BAE work.\nOn May 19th, a tender was issued by BAE that further highlighted the ongoing efforts to involve British shipyards in the Type 26 programme. The tender signalled plans to award a £500,000 contract for sea transport of blocks and units associated with the programme, expected to begin in October 2023 and continue until May 2024.\nThe details of the tender emphasised the need for specialised transportation due to the size and weight of the fabricated steelwork.\nBAE Systems had also confirmed this collaborative approach when I spoke to them:\n“We have outsourced steelwork fabrication for a limited number of units to support delivery of the Type 26 programme… Ferguson Marine Engineering Ltd have been contracted to supply a total of seven units… The tender will also give us competitive pricing detail for any future shipping transportation contracts required to support the programme, and ensure we continue to deliver value for money.“\nThe post Port Glasgow shipyard looking for more Type 26 Frigate work first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/#comments",
    "content": "<p>Ferguson Marine is setting its sights on expanding its participation in the UK's Type 26 Frigate programme.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/\">Port Glasgow shipyard looking for more Type 26 Frigate work</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Ferguson Marine is setting its sights on expanding its participation in the UK's Type 26 Frigate programme.\nPort Glasgow shipyard looking for more Type 26 Frigate work first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46687",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T14:55:56.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Tories and SNP both get Faslane job figures wrong",
    "link": "https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/",
    "pubDate": "Sat, 04 Nov 2023 09:45:31 +0000",
    "content:encoded": "<h4>In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party (SNP) have mistakenly reported employment numbers related to the Trident programme at Her Majesty&#8217;s Naval Base Clyde, which includes Faslane and Coulport.</h4>\n<p><strong>This article aims to clarify these misstatements and present the factual employment figures.</strong></p>\n<p>Stephen Kerr, a Conservative MSP, states base&#8217;s employment significance with a broad stroke, <em>&#8220;Many of the member’s constituents are probably employees who work at Faslane; indeed, the livelihoods of probably tens of thousands of people depend on it. That is the other side of the coin, and it deserves to be displayed as well as the side that the member is talking about.&#8221;</em></p>\n<p>This claim inflated the actual figures significantly, painting a somewhat exaggerated economic dependency.</p>\n<p>On the other side, SNP&#8217;s Marie McNair offered a considerably lower figure,<em> &#8220;I thank the member for his intervention. I am not quite sure what the figure is, but I think that it is only 500.&#8221; </em></p>\n<p>McNair&#8217;s statement, in contrast to the above, is far too low and it fails to account for the broader scope of employment..</p>\n<p>The reality of employment figures at Faslane and Coulport is complex and substantial. Official data from the Ministry of Defence clarifies that the number of civilian jobs directly linked to the Trident programme is 520. However, these are positions strictly involved with the missile system, not the total number of jobs at the base relating to the entire programme, which of course includes the Vanguard class submarines.</p>\n<p>Faslane, recognised as the second-largest single-site employer in Scotland, plays host to the United Kingdom&#8217;s four Vanguard-class submarines, which carry Trident II D-5 ballistic missiles. The base is integral to the Royal Navy&#8217;s operations and, by extension, to the Scottish economy.</p>\n<p>Looking beyond the direct Trident-related roles, the broader employment impact of Faslane is impressive. The EKOS report, commissioned by Scottish Enterprise Dunbartonshire, points to nearly 11,000 jobs that are directly and indirectly supported by the base. This includes 6,500 military and civilian personnel on-site, with a further 4,000 jobs created through the supply chain and contributions to the local economy.</p>\n<p>Additionally, new figures unearthed by Deidre Brock, SNP MP for Edinburgh North and Leith, through parliamentary written questions, show that over 6,000 individuals are directly employed at Faslane and Coulport, vastly exceeding the 500 jobs mentioned by McNair and far fewer than the figure given by Kerr.</p>\n<p>James Heappey MP, the Parliamentary Under-Secretary for the Ministry of Defence, provided a detailed breakdown in response to Brock&#8217;s questions, highlighting that, as of early 2021, 3,624 uniformed Royal Navy personnel were stationed at the Argyll and Bute sites, with 1,393 (38.4%) paying Scottish tax. Civilian employees not contracted out totalled 1,015 at Faslane and 475 at Coulport, with 91% and 89%, respectively, being Scottish taxpayers.</p>\n<p>These figures reflect the considerable number of Scottish taxpayers employed at the base and contradict Kerr&#8217;s &#8220;tens of thousands&#8221; assertion while providing a more comprehensive picture than McNair&#8217;s singular focus on Trident-related employment.</p>\n<p>Both the Conservative and SNP misstatements serve as a reminder of the importance of precise and informed debate.</p>The post <a href=\"https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/\">Tories and SNP both get Faslane job figures wrong</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party (SNP) have mistakenly reported employment numbers related to the Trident programme at Her Majesty’s Naval Base Clyde, which includes Faslane and Coulport.\nThis article aims to clarify these misstatements and present the factual employment figures.\nStephen Kerr, a Conservative MSP, states base’s employment significance with a broad stroke, “Many of the member’s constituents are probably employees who work at Faslane; indeed, the livelihoods of probably tens of thousands of people depend on it. That is the other side of the coin, and it deserves to be displayed as well as the side that the member is talking about.”\nThis claim inflated the actual figures significantly, painting a somewhat exaggerated economic dependency.\nOn the other side, SNP’s Marie McNair offered a considerably lower figure, “I thank the member for his intervention. I am not quite sure what the figure is, but I think that it is only 500.” \nMcNair’s statement, in contrast to the above, is far too low and it fails to account for the broader scope of employment..\nThe reality of employment figures at Faslane and Coulport is complex and substantial. Official data from the Ministry of Defence clarifies that the number of civilian jobs directly linked to the Trident programme is 520. However, these are positions strictly involved with the missile system, not the total number of jobs at the base relating to the entire programme, which of course includes the Vanguard class submarines.\nFaslane, recognised as the second-largest single-site employer in Scotland, plays host to the United Kingdom’s four Vanguard-class submarines, which carry Trident II D-5 ballistic missiles. The base is integral to the Royal Navy’s operations and, by extension, to the Scottish economy.\nLooking beyond the direct Trident-related roles, the broader employment impact of Faslane is impressive. The EKOS report, commissioned by Scottish Enterprise Dunbartonshire, points to nearly 11,000 jobs that are directly and indirectly supported by the base. This includes 6,500 military and civilian personnel on-site, with a further 4,000 jobs created through the supply chain and contributions to the local economy.\nAdditionally, new figures unearthed by Deidre Brock, SNP MP for Edinburgh North and Leith, through parliamentary written questions, show that over 6,000 individuals are directly employed at Faslane and Coulport, vastly exceeding the 500 jobs mentioned by McNair and far fewer than the figure given by Kerr.\nJames Heappey MP, the Parliamentary Under-Secretary for the Ministry of Defence, provided a detailed breakdown in response to Brock’s questions, highlighting that, as of early 2021, 3,624 uniformed Royal Navy personnel were stationed at the Argyll and Bute sites, with 1,393 (38.4%) paying Scottish tax. Civilian employees not contracted out totalled 1,015 at Faslane and 475 at Coulport, with 91% and 89%, respectively, being Scottish taxpayers.\nThese figures reflect the considerable number of Scottish taxpayers employed at the base and contradict Kerr’s “tens of thousands” assertion while providing a more comprehensive picture than McNair’s singular focus on Trident-related employment.\nBoth the Conservative and SNP misstatements serve as a reminder of the importance of precise and informed debate.\nThe post Tories and SNP both get Faslane job figures wrong first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/#comments",
    "content": "<p>In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party have mistakenly reported employment figures at Faslane.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/\">Tories and SNP both get Faslane job figures wrong</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party have mistakenly reported employment figures at Faslane.\nTories and SNP both get Faslane job figures wrong first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46683",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T09:45:31.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Former Scottish Labour leader spreads Trident misinformation",
    "link": "https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/",
    "pubDate": "Sat, 04 Nov 2023 09:30:29 +0000",
    "content:encoded": "<h3>A recent debate in the Scottish Parliament has brought to the fore incorrect statements made by Richard Leonard, the former leader of Scottish Labour, about the UK&#8217;s control of its Trident nuclear weapons.</h3>\n<p><strong>This article responds to those claims, aiming to correct the record and reaffirm the independence of the UK&#8217;s nuclear defence capabilities.</strong></p>\n<p>His remarks are as follows:</p>\n<p><em>&#8220;Finally, what of our own situation in all of this? The idea of an independent UK nuclear deterrent is mendacious. The Pentagon supplies us with nuclear warheads. Any use of weapons from these shores would need to be sanctioned by the President of the United States of America, and only then at the request of the Supreme Allied Commander of NATO, who is always an American general. We are a client state, but the power of example should not be underestimated. That is why I do not flinch in my support for unilateral nuclear disarmament.&#8221;</em></p>\n<p>Here&#8217;s why the above is inaccurate.</p>\n<ol>\n<li><strong>&#8220;The Pentagon supplies us with nuclear warheads&#8221;</strong>: This is inaccurate. The UK produces its own nuclear warheads. While the Trident II D5 missiles are American-made and serviced in the US, the warheads themselves are designed, manufactured, and maintained by the UK.</li>\n<li><strong>&#8220;Any use of weapons from these shores would need to be sanctioned by the President of the United States of America&#8221;</strong>: This is not the case. The UK maintains full operational control over its Trident missile system. As established by the UK government and supported by information regarding the absence of Permissive Action Links (PALs) in the UK system, the decision to authorise a launch rests solely with the Prime Minister and does not require US approval.</li>\n<li><strong>&#8220;Only then at the request of the Supreme Allied Commander of NATO, who is always an American general&#8221;</strong>: This statement is misleading. While the UK&#8217;s nuclear forces are committed to NATO&#8217;s overall defence strategy, the use of UK nuclear weapons is not contingent upon the request or authorisation of NATO&#8217;s Supreme Allied Commander. The UK&#8217;s nuclear deterrent is primarily a national decision, though it would likely be in coordination with NATO allies if it were in response to a broader threat.</li>\n<li><strong>&#8220;We are a client state&#8221;</strong>: Characterising the UK as a &#8220;client state&#8221; is an opinion and not reflective of the factual independence the UK maintains over its nuclear forces. While there is a close relationship with the US, the UK&#8217;s strategic decision-making capabilities regarding its nuclear arsenal are autonomous.</li>\n</ol>\n<p>While the system does use American-made missiles and is part of a logistic and maintenance agreement with the United States, the key aspects of control and authority over the use of these weapons remain within the UK&#8217;s purview.</p>\n<p>The missiles, while American-made, are equipped with British-designed and manufactured warheads, and they are maintained in a way that ensures operational independence. This independence extends to the heart of the decision-making process for the use of the UK&#8217;s nuclear capability, which resides solely with the British Prime Minister and government.</p>\n<p>The claim that the United States has control over the UK&#8217;s Trident system, particularly that the Pentagon supplies the UK with nuclear warheads and that any use of these weapons would need to be sanctioned by the President of the United States, is a misrepresentation of the facts.</p>\n<p>The UK’s Trident system does not require such sanction. Moreover, the argument that the Supreme Allied Commander of NATO, invariably an American general, would need to request the use of UK&#8217;s nuclear weapons is also incorrect. While the UK&#8217;s nuclear forces are committed to NATO, the use of the UK&#8217;s nuclear arsenal remains a national decision.</p>\n<p>The Trident missiles&#8217; guidance system is another area where misunderstanding has propagated. These missiles are not reliant on the GPS system, thus debunking the myth that the US could disable the UK’s nuclear capability by switching off GPS. The missiles employ an inertial navigation system, with stellar guidance as a backup, enabling them to operate with complete independence from any external control or satellite navigation system.</p>\n<p>If US support were to cease, the UK&#8217;s Trident system would continue to function effectively in the short term. The maintenance support from the United States is not a lever of control but a cost-effective measure for both nations.</p>\n<p>Any significant impact on the Trident system would only emerge after a period of about 12 to 18 months when scheduled maintenance would be due. This would require the UK to adapt its own maintenance facilities, an endeavour that would be financially and technically significant but not insurmountable.</p>\n<p>My intent is to correct the spread of misinformation about the UK&#8217;s nuclear deterrent. Misconceptions like these can mislead public opinion and international perspectives, affecting discussions on national security and defence policy. It is crucial to present accurate information, especially on such critical matters, ensuring that public discourse is informed by fact rather than fiction.</p>\n<div class=\"group w-full text-token-text-primary border-b border-black/10 gizmo:border-0 dark:border-gray-900/50 gizmo:dark:border-0 bg-gray-50 gizmo:bg-transparent dark:bg-[#444654] gizmo:dark:bg-transparent\" data-testid=\"conversation-turn-9\">\n<div class=\"p-4 gizmo:py-2 justify-center text-base md:gap-6 md:py-6 m-auto\">\n<div class=\"flex flex-1 gap-4 text-base mx-auto md:gap-6 gizmo:gap-3 gizmo:md:px-5 gizmo:lg:px-1 gizmo:xl:px-5 md:max-w-2xl lg:max-w-[38rem] gizmo:md:max-w-3xl gizmo:lg:max-w-[40rem] gizmo:xl:max-w-[48rem] xl:max-w-3xl }\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gizmo:w-full lg:w-[calc(100%-115px)] agent-turn\">\n<div class=\"flex-col gap-1 md:gap-3\">\n<div class=\"flex flex-grow flex-col max-w-full gap-3 gizmo:gap-0\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-3 whitespace-pre-wrap break-words overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"fefa1038-f1ac-4440-b999-f8dd73cca7c9\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>In summary, Leonard&#8217;s statement misrepresents the technical and operational realities of the UK&#8217;s Trident system. The design of the system, the command structure, and the choice of technology all support the UK&#8217;s stance of having a nuclear deterrent that is independently controllable and not subject to external authorisation, including that from the United States or NATO&#8217;s command structure.</p>\n<p>The technicalities of the system&#8217;s guidance, the absence of PALs, and the sovereign chain of command provide clear evidence of this independence.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>The post <a href=\"https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/\">Former Scottish Labour leader spreads Trident misinformation</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A recent debate in the Scottish Parliament has brought to the fore incorrect statements made by Richard Leonard, the former leader of Scottish Labour, about the UK’s control of its Trident nuclear weapons.\nThis article responds to those claims, aiming to correct the record and reaffirm the independence of the UK’s nuclear defence capabilities.\nHis remarks are as follows:\n“Finally, what of our own situation in all of this? The idea of an independent UK nuclear deterrent is mendacious. The Pentagon supplies us with nuclear warheads. Any use of weapons from these shores would need to be sanctioned by the President of the United States of America, and only then at the request of the Supreme Allied Commander of NATO, who is always an American general. We are a client state, but the power of example should not be underestimated. That is why I do not flinch in my support for unilateral nuclear disarmament.”\nHere’s why the above is inaccurate.\n“The Pentagon supplies us with nuclear warheads”: This is inaccurate. The UK produces its own nuclear warheads. While the Trident II D5 missiles are American-made and serviced in the US, the warheads themselves are designed, manufactured, and maintained by the UK.\n“Any use of weapons from these shores would need to be sanctioned by the President of the United States of America”: This is not the case. The UK maintains full operational control over its Trident missile system. As established by the UK government and supported by information regarding the absence of Permissive Action Links (PALs) in the UK system, the decision to authorise a launch rests solely with the Prime Minister and does not require US approval.\n“Only then at the request of the Supreme Allied Commander of NATO, who is always an American general”: This statement is misleading. While the UK’s nuclear forces are committed to NATO’s overall defence strategy, the use of UK nuclear weapons is not contingent upon the request or authorisation of NATO’s Supreme Allied Commander. The UK’s nuclear deterrent is primarily a national decision, though it would likely be in coordination with NATO allies if it were in response to a broader threat.\n“We are a client state”: Characterising the UK as a “client state” is an opinion and not reflective of the factual independence the UK maintains over its nuclear forces. While there is a close relationship with the US, the UK’s strategic decision-making capabilities regarding its nuclear arsenal are autonomous.\nWhile the system does use American-made missiles and is part of a logistic and maintenance agreement with the United States, the key aspects of control and authority over the use of these weapons remain within the UK’s purview.\nThe missiles, while American-made, are equipped with British-designed and manufactured warheads, and they are maintained in a way that ensures operational independence. This independence extends to the heart of the decision-making process for the use of the UK’s nuclear capability, which resides solely with the British Prime Minister and government.\nThe claim that the United States has control over the UK’s Trident system, particularly that the Pentagon supplies the UK with nuclear warheads and that any use of these weapons would need to be sanctioned by the President of the United States, is a misrepresentation of the facts.\nThe UK’s Trident system does not require such sanction. Moreover, the argument that the Supreme Allied Commander of NATO, invariably an American general, would need to request the use of UK’s nuclear weapons is also incorrect. While the UK’s nuclear forces are committed to NATO, the use of the UK’s nuclear arsenal remains a national decision.\nThe Trident missiles’ guidance system is another area where misunderstanding has propagated. These missiles are not reliant on the GPS system, thus debunking the myth that the US could disable the UK’s nuclear capability by switching off GPS. The missiles employ an inertial navigation system, with stellar guidance as a backup, enabling them to operate with complete independence from any external control or satellite navigation system.\nIf US support were to cease, the UK’s Trident system would continue to function effectively in the short term. The maintenance support from the United States is not a lever of control but a cost-effective measure for both nations.\nAny significant impact on the Trident system would only emerge after a period of about 12 to 18 months when scheduled maintenance would be due. This would require the UK to adapt its own maintenance facilities, an endeavour that would be financially and technically significant but not insurmountable.\nMy intent is to correct the spread of misinformation about the UK’s nuclear deterrent. Misconceptions like these can mislead public opinion and international perspectives, affecting discussions on national security and defence policy. It is crucial to present accurate information, especially on such critical matters, ensuring that public discourse is informed by fact rather than fiction.\nIn summary, Leonard’s statement misrepresents the technical and operational realities of the UK’s Trident system. The design of the system, the command structure, and the choice of technology all support the UK’s stance of having a nuclear deterrent that is independently controllable and not subject to external authorisation, including that from the United States or NATO’s command structure.\nThe technicalities of the system’s guidance, the absence of PALs, and the sovereign chain of command provide clear evidence of this independence.\nThe post Former Scottish Labour leader spreads Trident misinformation first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/#comments",
    "content": "<p>Richard Leonard MSP, the former leader of Scottish Labour, has incorrectly claimed that the UK needs American permission to launch its own nuclear weapons.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/\">Former Scottish Labour leader spreads Trident misinformation</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Richard Leonard MSP, the former leader of Scottish Labour, has incorrectly claimed that the UK needs American permission to launch its own nuclear weapons.\nFormer Scottish Labour leader spreads Trident misinformation first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46682",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T09:30:29.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Scottish Labour Leader visits Methil shipyard",
    "link": "https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/",
    "pubDate": "Fri, 03 Nov 2023 12:00:21 +0000",
    "content:encoded": "<h3><span style=\"font-weight: 400;\">Harland &amp; Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site, as the company positions itself at the heart of Scottish and UK efforts to decarbonise and boost energy security. </span></h3>\n<p><strong>Representatives from the company shared Harland &amp; Wolff’s ambitious plans for the company’s Methil site, discussed future opportunities and how governments can help overcome barriers. </strong></p>\n<p><span style=\"font-weight: 400;\">As part of his visit, Mr Sarwar was given a tour of the site and observed ongoing work. Harland &amp; Wolff recently  announced completion of the first barge built at Methil since 1856, for the recycling and waste management  company, Cory, who will operate them on the River Thames. </span></p>\n<p><span style=\"font-weight: 400;\">Cory is one of the largest commercial operators on  the Thames, and its use of the river to transport waste removes around 100,000 truck journeys from London’s  roads each year. </span></p>\n<p><span style=\"font-weight: 400;\">The current projects underway at Harland &amp; Wolff, such as the recently launched </span><span style=\"font-weight: 400;\">green tug boats </span><span style=\"font-weight: 400;\">and partnership  to develop </span><span style=\"font-weight: 400;\">batteries </span><span style=\"font-weight: 400;\">for the marine sector, are bringing innovative green technologies to UK shipbuilding and  engineering, which can support the UK’s ambitions to become a clean energy superpower. </span></p>\n<p><span style=\"font-weight: 400;\">The company briefed Mr Sarwar on the need to enforce local content requirements, which would see offshore  energy developers being required to use Scottish and UK supply chains to deliver their projects. The UK Government is currently consulting on how to boost domestic supply chains through reforms to the Contracts for Difference scheme.  </span></p>\n<p><span style=\"font-weight: 400;\">Mr Sarwar met some of Harland &amp; Wolff’s expanding workforce, which currently stands at 925 employees. He was also introduced to apprentices and was able to see first-hand, how Harland &amp; Wolff is creating secure and high-quality opportunities for young people and breaking down barriers to opportunity. </span></p>\n<p><span style=\"font-weight: 400;\">John Wood, Chief Executive Officer of Harland &amp; Wolff said: </span></p>\n<p><em><span style=\"font-weight: 400;\">&#8220;We thoroughly enjoyed the chance to welcome Anas  Sarwar to Harland &amp; Wolff Methil today and to introduce him to some of the talented apprentices who will be  crucial to building Scotland’s industrial and clean energy future. W</span><span style=\"font-weight: 400;\">e believe we can play an important role in helping the country to decarbonise and ensure energy security. We  are poised to support governments in unlocking the opportunities available through co-investment in green  infrastructure and driving renewed local manufacturing.&#8221;</span></em></p>The post <a href=\"https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/\">Scottish Labour Leader visits Methil shipyard</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Harland & Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site, as the company positions itself at the heart of Scottish and UK efforts to decarbonise and boost energy security. \nRepresentatives from the company shared Harland & Wolff’s ambitious plans for the company’s Methil site, discussed future opportunities and how governments can help overcome barriers. \nAs part of his visit, Mr Sarwar was given a tour of the site and observed ongoing work. Harland & Wolff recently  announced completion of the first barge built at Methil since 1856, for the recycling and waste management  company, Cory, who will operate them on the River Thames. \nCory is one of the largest commercial operators on  the Thames, and its use of the river to transport waste removes around 100,000 truck journeys from London’s  roads each year. \nThe current projects underway at Harland & Wolff, such as the recently launched green tug boats and partnership  to develop batteries for the marine sector, are bringing innovative green technologies to UK shipbuilding and  engineering, which can support the UK’s ambitions to become a clean energy superpower. \nThe company briefed Mr Sarwar on the need to enforce local content requirements, which would see offshore  energy developers being required to use Scottish and UK supply chains to deliver their projects. The UK Government is currently consulting on how to boost domestic supply chains through reforms to the Contracts for Difference scheme.  \nMr Sarwar met some of Harland & Wolff’s expanding workforce, which currently stands at 925 employees. He was also introduced to apprentices and was able to see first-hand, how Harland & Wolff is creating secure and high-quality opportunities for young people and breaking down barriers to opportunity. \nJohn Wood, Chief Executive Officer of Harland & Wolff said: \n“We thoroughly enjoyed the chance to welcome Anas  Sarwar to Harland & Wolff Methil today and to introduce him to some of the talented apprentices who will be  crucial to building Scotland’s industrial and clean energy future. We believe we can play an important role in helping the country to decarbonise and ensure energy security. We  are poised to support governments in unlocking the opportunities available through co-investment in green  infrastructure and driving renewed local manufacturing.”\nThe post Scottish Labour Leader visits Methil shipyard first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/#comments",
    "content": "<p>Harland &#038; Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/\">Scottish Labour Leader visits Methil shipyard</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Harland & Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site.\nScottish Labour Leader visits Methil shipyard first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46677",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-03T12:00:21.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "MBDA secures contract for Korean helicopter armament",
    "link": "https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/",
    "pubDate": "Fri, 03 Nov 2023 06:00:06 +0000",
    "content:encoded": "<h3>MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).</h3>\n<p>The system is built upon the Mistral short-range anti-air missile, renowned for its &#8216;fire-and-forget&#8217; capability, operational simplicity, and high kill probability.</p>\n<p>Eric Béranger, CEO of MBDA, <a href=\"https://www.mbda-systems.com/press-releases/mbdas-mistral-missile-to-arm-korean-helicopters/\">said here</a>, <em>&#8220;We are proud to be partnered again with Korea Aerospace Industries to arm a Korean military aircraft.&#8221;</em> He further noted the Mistral ATAM’s recognition as <em>&#8220;a world’s leading helicopter launched anti-air missile system.&#8221;</em></p>\n<p>It is designed to be mounted with two launchers per helicopter, each armed with two missiles, thus bolstering the aerial defensive capability.</p>\n<p>The integration of the Mistral ATAM by MBDA also complements the existing arsenal of the Republic of Korea, which includes the man-portable variant of the Mistral air defence system currently in service.</p>\n<p><a href=\"https://www.mbda-systems.com/press-releases/mbdas-mistral-missile-to-arm-korean-helicopters/\"><em>You can read more by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/\">MBDA secures contract for Korean helicopter armament</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).\nThe system is built upon the Mistral short-range anti-air missile, renowned for its ‘fire-and-forget’ capability, operational simplicity, and high kill probability.\nEric Béranger, CEO of MBDA, said here, “We are proud to be partnered again with Korea Aerospace Industries to arm a Korean military aircraft.” He further noted the Mistral ATAM’s recognition as “a world’s leading helicopter launched anti-air missile system.”\nIt is designed to be mounted with two launchers per helicopter, each armed with two missiles, thus bolstering the aerial defensive capability.\nThe integration of the Mistral ATAM by MBDA also complements the existing arsenal of the Republic of Korea, which includes the man-portable variant of the Mistral air defence system currently in service.\nYou can read more by clicking here.\nThe post MBDA secures contract for Korean helicopter armament first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/#comments",
    "content": "<p>MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/\">MBDA secures contract for Korean helicopter armament</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).\nMBDA secures contract for Korean helicopter armament first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46662",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-03T06:00:06.000Z"
  },
  {
    "creator": "George Allison",
    "title": "American supercarrier enters Mediterranean heading to Israel",
    "link": "https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/",
    "pubDate": "Thu, 02 Nov 2023 19:00:15 +0000",
    "content:encoded": "<h3>The Dwight D. Eisenhower Carrier Strike Group (IKECSG) has entered the Mediterranean Sea, having navigated through the Strait of Gibraltar on October 28, as detailed by Carrier Strike Group Two Public Affairs.</h3>\n<p><strong>As an integral part of the U.S. Navy&#8217;s global force, the IKECSG joins efforts to secure Israel&#8217;s defence and prevent regional conflict.</strong></p>\n<p><em>“Our arrival in the Mediterranean, en route to CENTCOM, provides reassurance to our allies and partners that we are committed to ensuring their security and well-being,”</em> stated Rear Adm. Marc Miguez in a press release.</p>\n<p><em>&#8220;Our presence, along with that of the Gerald R. Ford Carrier strike group, demonstrates the combat power and proficiency of the Navy’s deployed forces,”</em> emphasised Rear Adm. Miguez.</p>\n<p>The carrier strike group is composed of the USS Dwight D. Eisenhower (CVN69), the guided-missile cruiser USS Philippine Sea (CG 58), guided-missile destroyers USS Mason (DDG 87) and USS Gravely (DDG 107), alongside Carrier Air Wing (CVW) 3, which includes nine squadrons specializing in various aspects of aerial warfare.</p>\n<p><a href=\"https://www.c6f.navy.mil/Press-Room/News/News-Display/Article/3572400/dwight-d-eisenhower-carrier-strike-group-enters-the-mediterranean-sea/\">For further details, click here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/\">American supercarrier enters Mediterranean heading to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The Dwight D. Eisenhower Carrier Strike Group (IKECSG) has entered the Mediterranean Sea, having navigated through the Strait of Gibraltar on October 28, as detailed by Carrier Strike Group Two Public Affairs.\nAs an integral part of the U.S. Navy’s global force, the IKECSG joins efforts to secure Israel’s defence and prevent regional conflict.\n“Our arrival in the Mediterranean, en route to CENTCOM, provides reassurance to our allies and partners that we are committed to ensuring their security and well-being,” stated Rear Adm. Marc Miguez in a press release.\n“Our presence, along with that of the Gerald R. Ford Carrier strike group, demonstrates the combat power and proficiency of the Navy’s deployed forces,” emphasised Rear Adm. Miguez.\nThe carrier strike group is composed of the USS Dwight D. Eisenhower (CVN69), the guided-missile cruiser USS Philippine Sea (CG 58), guided-missile destroyers USS Mason (DDG 87) and USS Gravely (DDG 107), alongside Carrier Air Wing (CVW) 3, which includes nine squadrons specializing in various aspects of aerial warfare.\nFor further details, click here.\nThe post American supercarrier enters Mediterranean heading to Israel first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/#comments",
    "content": "<p>The U.S. Navy say that the Carrier Strike Group will join efforts to secure Israel's defence and prevent regional conflict.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/\">American supercarrier enters Mediterranean heading to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The U.S. Navy say that the Carrier Strike Group will join efforts to secure Israel's defence and prevent regional conflict.\nAmerican supercarrier enters Mediterranean heading to Israel first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46670",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-02T19:00:15.000Z"
  },
  {
    "creator": "George Allison",
    "title": "US and Switzerland finalise missile defence deal",
    "link": "https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/",
    "pubDate": "Thu, 02 Nov 2023 18:00:10 +0000",
    "content:encoded": "<h3>Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.</h3>\n<p><strong>This agreement positions Switzerland as the fifteenth nation to integrate the PAC-3 system.</strong></p>\n<p>Brenda Davidson, Lockheed Martin’s vice president of PAC-3 Programmes<a href=\"https://news.lockheedmartin.com/2023-10-31-us-and-switzerland-sign-agreement-for-pac-3-mse-missile\">, highlighted the collaborative nature of the agreement in a press release</a>:</p>\n<p><em>&#8220;We’re honoured to partner with Switzerland to equip the Swiss Armed Forces with the latest in air and missile defence technology to protect and defend Swiss airspace from incoming threats.&#8221; </em></p>\n<p>Davidson&#8217;s statement underscored the commitment, adding, <em>&#8220;Switzerland joins 14 other nations in strengthening their homeland defence against evolving threats.&#8221;</em></p>\n<p>This decision is part of Switzerland&#8217;s comprehensive Air2030 programme, designed to fortify its Patriot ground-based air defence system. The PAC-3 MSE promises, say Lockheed, to broaden the nation&#8217;s defensive horizons by incorporating a dual-pulse solid rocket motor that enhances both the range and altitude of interception capabilities.</p>\n<p>The press release delineates the capabilities of the PAC-3 MSE, describing it as <em>&#8220;a high-velocity interceptor that defends against incoming threats, including tactical ballistic missiles, cruise missiles, advanced threats and aircraft.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/\">US and Switzerland finalise missile defence deal</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.\nThis agreement positions Switzerland as the fifteenth nation to integrate the PAC-3 system.\nBrenda Davidson, Lockheed Martin’s vice president of PAC-3 Programmes, highlighted the collaborative nature of the agreement in a press release:\n“We’re honoured to partner with Switzerland to equip the Swiss Armed Forces with the latest in air and missile defence technology to protect and defend Swiss airspace from incoming threats.” \nDavidson’s statement underscored the commitment, adding, “Switzerland joins 14 other nations in strengthening their homeland defence against evolving threats.”\nThis decision is part of Switzerland’s comprehensive Air2030 programme, designed to fortify its Patriot ground-based air defence system. The PAC-3 MSE promises, say Lockheed, to broaden the nation’s defensive horizons by incorporating a dual-pulse solid rocket motor that enhances both the range and altitude of interception capabilities.\nThe press release delineates the capabilities of the PAC-3 MSE, describing it as “a high-velocity interceptor that defends against incoming threats, including tactical ballistic missiles, cruise missiles, advanced threats and aircraft.”\nThe post US and Switzerland finalise missile defence deal first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/#comments",
    "content": "<p>Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/\">US and Switzerland finalise missile defence deal</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.\nUS and Switzerland finalise missile defence deal first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46667",
    "categories": [
      "Air",
      "Europe"
    ],
    "isoDate": "2023-11-02T18:00:10.000Z"
  },
  {
    "creator": "Lisa West",
    "title": "NATO warships obliterate sea mines",
    "link": "https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/",
    "pubDate": "Thu, 02 Nov 2023 17:00:04 +0000",
    "content:encoded": "<h3>NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.</h3>\n<p><strong>This initiative is part of the Historic Ordnance Disposal Operations (HODOPS) carried out by the Standing NATO Mine Counter Measures Groups One and Two (SNMCMG1 and SNMCMG2), under the direction of NATO Allied Maritime Command.</strong></p>\n<p>The operations have targeted explosives dating back to World War I and II. Despite their age, these remnants pose a persistent threat to modern maritime activities and the environment. <em>&#8220;These remnants of past wars are still posing a real threat and danger to merchant traffic and shipping,&#8221;</em> stated Polish Navy Commander Piotr Bartosewicz, the Commander of SNMCMG1.</p>\n<p>Throughout the year, SNMCMG1 has successfully identified and cleared numerous mines, torpedoes, missiles, shells, and bombs in various operations. Notably, around Stavanger and Kristiansand, approximately 300 items of unexploded ordnance were detected. Other exercises saw over fifty mines destroyed in the Irbe Strait and ten in the Exercise Northern Coasts.</p>\n<p>In addition to cleaning up the historic explosives, these operations serve as practical training for the specialist mine countermeasures crews, sharpening their skills for modern threats. C</p>\n<p><a href=\"https://mc.nato.int/media-centre/news/2023/nato-ships-help-secure-seas-by-finding-and-destroying-historic-seamines-and-other-unexploded-ordnance\">You can read more by clicking here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/\">NATO warships obliterate sea mines</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.\nThis initiative is part of the Historic Ordnance Disposal Operations (HODOPS) carried out by the Standing NATO Mine Counter Measures Groups One and Two (SNMCMG1 and SNMCMG2), under the direction of NATO Allied Maritime Command.\nThe operations have targeted explosives dating back to World War I and II. Despite their age, these remnants pose a persistent threat to modern maritime activities and the environment. “These remnants of past wars are still posing a real threat and danger to merchant traffic and shipping,” stated Polish Navy Commander Piotr Bartosewicz, the Commander of SNMCMG1.\nThroughout the year, SNMCMG1 has successfully identified and cleared numerous mines, torpedoes, missiles, shells, and bombs in various operations. Notably, around Stavanger and Kristiansand, approximately 300 items of unexploded ordnance were detected. Other exercises saw over fifty mines destroyed in the Irbe Strait and ten in the Exercise Northern Coasts.\nIn addition to cleaning up the historic explosives, these operations serve as practical training for the specialist mine countermeasures crews, sharpening their skills for modern threats. C\nYou can read more by clicking here.\nThe post NATO warships obliterate sea mines first appeared on UK Defence Journal.",
    "dc:creator": "Lisa West",
    "comments": "https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/#comments",
    "content": "<p>NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/\">NATO warships obliterate sea mines</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.\nNATO warships obliterate sea mines first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46665",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-02T17:00:04.000Z"
  },
  {
    "creator": "Guest Contributor",
    "title": "What Israel can expect in the Gaza tunnel system",
    "link": "https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/",
    "pubDate": "Thu, 02 Nov 2023 16:00:41 +0000",
    "content:encoded": "<h1 class=\"legacy\">What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.</h1>\n<p><strong>Amid fears of yet another long war in the region, Israel has now begun its ground campaign in Gaza.</strong></p>\n<p>The Israel Defence Forces (IDF) has already claimed several successes in its three-week campaign, including the elimination of several terrorist leaders <a href=\"https://www.reuters.com/world/middle-east/hamas-says-it-fires-israeli-troops-pressing-gaza-ground-assault-2023-10-31/\">including Ibrahim Biari</a>, who it described as a “ringleader” of the October 7 attacks, and <a href=\"https://www.reuters.com/world/middle-east/israeli-soldier-freed-gaza-during-ground-operation-israeli-army-says-2023-10-30/\">liberating at least one hostage</a> held by Hamas.</p>\n<hr />\n<p><strong><span style=\"color: #008000;\"><span style=\"color: #800000;\">Article by <a href=\"https://theconversation.com/profiles/christopher-morris-1262494\">Christopher Morris</a>, <em><a href=\"https://theconversation.com/institutions/university-of-portsmouth-1302\">University of Portsmouth</a></em><em>. </em></span></span></strong><strong><span style=\"color: #008000;\"><span style=\"color: #800000;\">This article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our <span style=\"color: #0000ff;\"><a style=\"color: #0000ff;\" href=\"https://ukdefencejournal.org.uk/about-us/submission-guidelines/\" target=\"_blank\" rel=\"noopener\">submission guidelines</a></span>.</span></span></strong></p>\n<hr />\n<p>But Israel’s military commanders will know that this is unlikely to be a simple operation. Among the factors complicating their mission of eliminating Hamas is the “<a href=\"https://www.cbsnews.com/news/israel-hamas-war-news-targets-tunnel-network-gaza-next-phase/\">Gaza Metro</a>”, a vast network of interconnected tunnels within the region. Having invested heavily in subterranean infrastructure over the years, Hamas is counting on this network to aid its survival in the coming weeks.</p>\n<p>Underground engineering has a long history in warfare. From <a href=\"https://link.springer.com/chapter/10.1007/978-1-4020-3105-2_3\">antiquity to Vietnam</a>, a range of groups have used tunnels to gain an advantage.</p>\n<p>Not only can they provide <a href=\"https://mwi.westpoint.edu/elephant-tunnel-preparing-fight-win-underground/\">concealment and freedom of movement</a>, but they also present a range of challenges for the attacking force – they can be hardened against any attacks from the surface. Storming underground networks can also be prohibitively difficult for an attacker, given the limited space available.</p>\n<p>Sometimes they work. Sometimes they don’t. For instance, the threat posed by western airpower caused Islamic State (IS) to construct a <a href=\"https://www.washingtonpost.com/news/worldviews/wp/2017/04/14/the-islamic-state-has-tunnels-everywhere-its-making-them-much-harder-to-defeat/\">large network of tunnels</a>. These tunnels made <a href=\"https://www.opendemocracy.net/en/north-africa-west-asia/tunnel-warfare-the-islamic-states-subterranean-war/\">surveillance and airstrikes difficult</a> and were riddled with traps, making capture by ground forces dangerous and difficult.</p>\n<p>These benefits only really work if the tunnels are defended, of course, which wasn’t always the case. For instance, in the 2015 battle for Sinjar, <a href=\"https://info.publicintelligence.net/USArmy-BattleforSinjar.pdf\">the majority of IS fighters were long gone</a> by the time Kurdish land forces arrived to liberate the city.</p>\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">Hamas terrorist give RT a tour of their tunnel network in Gaza &#8211; called the Metro.  Video shows Hamas fighters with weapons (ATGMs, RPGs, Snipers, machine guns) waiting in advanced tunnels to conduct surprise counterattacks on <a href=\"https://twitter.com/IDF?ref_src=twsrc%5Etfw\">@IDF</a> Have power, fuel, other services. <a href=\"https://t.co/CrAKlPNUqM\">pic.twitter.com/CrAKlPNUqM</a></p>\n<p>&mdash; John Spencer (@SpencerGuard) <a href=\"https://twitter.com/SpencerGuard/status/1719370808408113525?ref_src=twsrc%5Etfw\">October 31, 2023</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h2>Established network</h2>\n<p>Hamas’s tunnel network presents a unique problem for the IDF. There have been tunnel networks in Gaza for years. Initially used <a href=\"https://www.jstor.org/stable/10.1525/jps.2012.xli.4.6\">for smuggling</a>, they were quickly turned towards offensive uses, playing a role in <a href=\"https://www.inss.org.il/he/wp-content/uploads/sites/2/systemfiles/SystemFiles/Subterranean%20Warfare_%20A%20New-Old%20Challenge.pdf\">kidnapping and weapons storage</a>.</p>\n<p>The Hamas subterranean networks really began to evolve after 2012, when restrictions were lifted on the importing of <a href=\"https://www.aljazeera.com/news/2012/12/30/israel-eases-ban-on-gaza-building-material\">building materials</a> to the region. The militant group was able to <a href=\"https://www.jpost.com/operation-protective-edge/exclusive-us-intelligence-source-claims-hamas-has-many-more-tunnels-than-israel-says-368364\">redirect construction supplies</a> away from civilian infrastructure projects to expand its underground presence.</p>\n<p>While the tunnels <a href=\"https://www.tandfonline.com/doi/pdf/10.1080/14650045.2017.1399878\">vary in quality</a>, many are well equipped and hardened, and deep enough to evade detection by ground penetrating radar.</p>\n<p>Unsurprisingly, key Hamas allies, <a href=\"https://www.iranintl.com/en/202310301314\">including Iran</a> are boasting about the Gaza Metro. The network provides the group with a haven and a means to move around the region unobserved.</p>\n<p>It places leadership and organisational infrastructure out of reach from air attacks. The system is <a href=\"https://www.nytimes.com/2023/10/27/world/middleeast/palestine-gazans-hamas-food.html\">laden with supplies</a> as well as weapons and fuel.</p>\n<p>Defended, booby-trapped and likely to be populated with <a href=\"https://www.nytimes.com/article/israel-hostages-hamas-explained.html\">human shields and hostages</a> as well as fighters, they will be challenging for even a well-equipped and capable attacking force.</p>\n<p>Yet, if not addressed, Hamas may continue to operate irrespective of what happens on the surface. Indeed, as many of the tunnels lead across the border, there is a risk of further incursions, rocket strikes and attacks on IDF forces. And, given the heavily urbanised nature of Gaza, much of the network is <a href=\"https://www.theguardian.com/world/2023/oct/30/human-shield-israel-claim-hamas-command-centre-under-hospital-palestinian-civilian-gaza-city\">beneath civilian infrastructure</a>, which further complicates Israeli operations.</p>\n<p>Hamas is a proficient and prolific user of tunnels. But in honing its expertise, the group has also provided Israeli forces with a decades-long crash course in how to deal with their underground operations.</p>\n<p>In addition to their own experience with Hamas tunnels, the IDF can also draw upon lessons from the war on terror, where coalition forces had to contend with both <a href=\"https://www.washingtonpost.com/news/worldviews/wp/2017/04/14/the-islamic-state-has-tunnels-everywhere-its-making-them-much-harder-to-defeat/\">natural and purpose-built tunnels</a>, and even US experiences with <a href=\"https://apps.dtic.mil/sti/pdfs/AD1083168.pdf#page=%5B34%5D\">drug cartels burrowing</a> on their southern border with Mexico.</p>\n<h2>Bitter experience</h2>\n<p>While Hamas is counting on its tunnels to cause problems, Israel already has a range of solutions. It has already gained valuable experience in underground operations, having learned hard lessons from the past. A range of innovative <a href=\"https://en.globes.co.il/en/article-us-congressional-committee-approves-israel-tunnel-detection-aid-1001031996\">purpose-built technologies</a> and strategies can be used to provide the IDF with a technological edge.</p>\n<p>Some are simple, such as <a href=\"https://www.nytimes.com/2013/02/21/world/middleeast/egypts-floods-smuggling-tunnels-to-gaza-with-sewage.html\">flooding tunnels with sewage</a>, whereas others are more complex, involving specialised engineering. Some solutions, such as <a href=\"https://www.ausairpower.net/GBU-28.html\">ground-penetrating explosives</a>, might be difficult to use, given the presence of civilians.</p>\n<p>Israel has known about the tunnels for a long time and is taking them seriously. <a href=\"https://news.sky.com/story/israel-says-it-has-attacked-gunmen-inside-hamas-tunnels-and-releases-video-from-gaza-12997068\">Recent operations</a> suggest that the time spent training for <a href=\"https://en.globes.co.il/en/article-simulators-training-idf-soldiers-for-tunnel-warfare-1001026216\">this exact scenario</a> is going to pay off, at least to a certain extent.</p>\n<p>But dealing with a network of more than <a href=\"https://www.cbsnews.com/news/israel-hamas-war-news-targets-tunnel-network-gaza-next-phase/\">300 miles</a> is still going to represent a massive challenge, and storming or blocking off every part of the system is probably impossible.</p>\n<p>Bitter experience has taught Israel most of Hamas’s tactics already – but this does not mean that the group doesn’t have more tricks up its sleeve. Hamas’s recent offensive success was rooted in the way it used a number of relatively low-level capabilities in concert.</p>\n<p>For instance, paragliders, ground assaults and rockets only have a limited impact when used individually, but together, were used to devastating effect <a href=\"https://www.foreignaffairs.com/israel/catastrophic-success-hamas\">on October 7</a>.</p>\n<p>Now Hamas will be hoping for the same degree of success when acting on the defensive. Depending on how Israel chooses to deal with the issue, they may find their ground forces bogged down in slow-moving subterranean activity, or risk heavy civilian casualties if they simply choose to bomb or collapse the tunnels.</p>\n<p>Almost any solution Israel chooses can be turned into a Hamas advantage: both in military and political terms.</p>\n<p>Ultimately Israel has no perfect solution to the complex problem posed by the Hamas underground network. But years of dealing with the Hamas Metro means the IDF is not entirely unequipped to confront the challenge.</p>\n<p>It seems inevitable that the next days and weeks will be a bitter and bloody struggle, both in the streets of Gaza and as deep as 70 metres below ground.<!-- Below is The Conversation's page counter tag. Please DO NOT REMOVE. --><img decoding=\"async\" style=\"border: none !important; box-shadow: none !important; margin: 0 !important; max-height: 1px !important; max-width: 1px !important; min-height: 1px !important; min-width: 1px !important; opacity: 0 !important; outline: none !important; padding: 0 !important;\" src=\"https://counter.theconversation.com/content/216767/count.gif?distributor=republish-lightbox-basic\" alt=\"The Conversation\" width=\"1\" height=\"1\" /><!-- End of code. If you don't see any code above, please get new code from the Advanced tab after you click the republish button. The page counter does not collect any personal data. More info: https://theconversation.com/republishing-guidelines --></p>\n<p><em><a href=\"https://theconversation.com/profiles/christopher-morris-1262494\">Christopher Morris</a>, Teaching Fellow, School of Strategy, Marketing and Innovation, <a href=\"https://theconversation.com/institutions/university-of-portsmouth-1302\">University of Portsmouth</a>. This article is republished from <a href=\"https://theconversation.com\">The Conversation</a> under a Creative Commons license. Read the <a href=\"https://theconversation.com/what-the-israel-defence-forces-can-expect-when-they-enter-the-gaza-metro-tunnel-system-216767\">original article</a>.</em></p>The post <a href=\"https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/\">What Israel can expect in the Gaza tunnel system</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.\nAmid fears of yet another long war in the region, Israel has now begun its ground campaign in Gaza.\nThe Israel Defence Forces (IDF) has already claimed several successes in its three-week campaign, including the elimination of several terrorist leaders including Ibrahim Biari, who it described as a “ringleader” of the October 7 attacks, and liberating at least one hostage held by Hamas.\nArticle by Christopher Morris, University of Portsmouth. This article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our submission guidelines.\nBut Israel’s military commanders will know that this is unlikely to be a simple operation. Among the factors complicating their mission of eliminating Hamas is the “Gaza Metro”, a vast network of interconnected tunnels within the region. Having invested heavily in subterranean infrastructure over the years, Hamas is counting on this network to aid its survival in the coming weeks.\nUnderground engineering has a long history in warfare. From antiquity to Vietnam, a range of groups have used tunnels to gain an advantage.\nNot only can they provide concealment and freedom of movement, but they also present a range of challenges for the attacking force – they can be hardened against any attacks from the surface. Storming underground networks can also be prohibitively difficult for an attacker, given the limited space available.\nSometimes they work. Sometimes they don’t. For instance, the threat posed by western airpower caused Islamic State (IS) to construct a large network of tunnels. These tunnels made surveillance and airstrikes difficult and were riddled with traps, making capture by ground forces dangerous and difficult.\nThese benefits only really work if the tunnels are defended, of course, which wasn’t always the case. For instance, in the 2015 battle for Sinjar, the majority of IS fighters were long gone by the time Kurdish land forces arrived to liberate the city.\nHamas terrorist give RT a tour of their tunnel network in Gaza – called the Metro.  Video shows Hamas fighters with weapons (ATGMs, RPGs, Snipers, machine guns) waiting in advanced tunnels to conduct surprise counterattacks on @IDF Have power, fuel, other services. pic.twitter.com/CrAKlPNUqM\n— John Spencer (@SpencerGuard) October 31, 2023\n\n\nEstablished network\nHamas’s tunnel network presents a unique problem for the IDF. There have been tunnel networks in Gaza for years. Initially used for smuggling, they were quickly turned towards offensive uses, playing a role in kidnapping and weapons storage.\nThe Hamas subterranean networks really began to evolve after 2012, when restrictions were lifted on the importing of building materials to the region. The militant group was able to redirect construction supplies away from civilian infrastructure projects to expand its underground presence.\nWhile the tunnels vary in quality, many are well equipped and hardened, and deep enough to evade detection by ground penetrating radar.\nUnsurprisingly, key Hamas allies, including Iran are boasting about the Gaza Metro. The network provides the group with a haven and a means to move around the region unobserved.\nIt places leadership and organisational infrastructure out of reach from air attacks. The system is laden with supplies as well as weapons and fuel.\nDefended, booby-trapped and likely to be populated with human shields and hostages as well as fighters, they will be challenging for even a well-equipped and capable attacking force.\nYet, if not addressed, Hamas may continue to operate irrespective of what happens on the surface. Indeed, as many of the tunnels lead across the border, there is a risk of further incursions, rocket strikes and attacks on IDF forces. And, given the heavily urbanised nature of Gaza, much of the network is beneath civilian infrastructure, which further complicates Israeli operations.\nHamas is a proficient and prolific user of tunnels. But in honing its expertise, the group has also provided Israeli forces with a decades-long crash course in how to deal with their underground operations.\nIn addition to their own experience with Hamas tunnels, the IDF can also draw upon lessons from the war on terror, where coalition forces had to contend with both natural and purpose-built tunnels, and even US experiences with drug cartels burrowing on their southern border with Mexico.\nBitter experience\nWhile Hamas is counting on its tunnels to cause problems, Israel already has a range of solutions. It has already gained valuable experience in underground operations, having learned hard lessons from the past. A range of innovative purpose-built technologies and strategies can be used to provide the IDF with a technological edge.\nSome are simple, such as flooding tunnels with sewage, whereas others are more complex, involving specialised engineering. Some solutions, such as ground-penetrating explosives, might be difficult to use, given the presence of civilians.\nIsrael has known about the tunnels for a long time and is taking them seriously. Recent operations suggest that the time spent training for this exact scenario is going to pay off, at least to a certain extent.\nBut dealing with a network of more than 300 miles is still going to represent a massive challenge, and storming or blocking off every part of the system is probably impossible.\nBitter experience has taught Israel most of Hamas’s tactics already – but this does not mean that the group doesn’t have more tricks up its sleeve. Hamas’s recent offensive success was rooted in the way it used a number of relatively low-level capabilities in concert.\nFor instance, paragliders, ground assaults and rockets only have a limited impact when used individually, but together, were used to devastating effect on October 7.\nNow Hamas will be hoping for the same degree of success when acting on the defensive. Depending on how Israel chooses to deal with the issue, they may find their ground forces bogged down in slow-moving subterranean activity, or risk heavy civilian casualties if they simply choose to bomb or collapse the tunnels.\nAlmost any solution Israel chooses can be turned into a Hamas advantage: both in military and political terms.\nUltimately Israel has no perfect solution to the complex problem posed by the Hamas underground network. But years of dealing with the Hamas Metro means the IDF is not entirely unequipped to confront the challenge.\nIt seems inevitable that the next days and weeks will be a bitter and bloody struggle, both in the streets of Gaza and as deep as 70 metres below ground.\nChristopher Morris, Teaching Fellow, School of Strategy, Marketing and Innovation, University of Portsmouth. This article is republished from The Conversation under a Creative Commons license. Read the original article.\nThe post What Israel can expect in the Gaza tunnel system first appeared on UK Defence Journal.",
    "dc:creator": "Guest Contributor",
    "comments": "https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/#comments",
    "content": "<p>What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/\">What Israel can expect in the Gaza tunnel system</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.\nWhat Israel can expect in the Gaza tunnel system first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46653",
    "categories": [
      "Land",
      "Opinion"
    ],
    "isoDate": "2023-11-02T16:00:41.000Z"
  },
  {
    "creator": "George Allison",
    "title": "The uncertain future of HMS Westminster",
    "link": "https://ukdefencejournal.org.uk/the-uncertain-future-of-hms-westminster/",
    "pubDate": "Thu, 16 Nov 2023 09:10:21 +0000",
    "content:encoded": "<h3>The fate of HMS Westminster, a Type 23 frigate, was a focal point of discussion in a recent Defence Select Committee session.</h3>\n<p><strong>The deliberations featured Rear Admiral Steve Moorhouse and Admiral Sir Ben Key and shed light on the challenges of maintaining an aging fleet amid transitioning to newer vessels.</strong></p>\n<p>During the session, Mark Francois MP raised concerns about the longevity and maintenance of Type 23 frigates, particularly HMS Westminster. He highlighted the extensive time and cost involved in refitting such vessels, questioning the economic viability of refitting HMS Westminster, given its advanced age and condition. Mr. Francois pointed out that <em>“Some of them [Type 23 frigates] will have to serve for 35 years in order to make everything fit, and that is way beyond their service life.”</em></p>\n<p>In response to inquiries about the status of HMS Westminster, Rear Admiral Steve Moorhouse acknowledged the challenges but clarified that <em>“Work continues today with Westminster in preparation for her upkeep. No decisions have been made.&#8221;</em></p>\n<p>The discussion also touched on the broader issue of fleet renewal. Admiral Sir Ben Key addressed the balancing act between maintaining operational fleet capabilities and transitioning to newer ships. He noted, <em>“It is going to be a minimum of four years to refit Westminster, we think, but that work is going on at the moment. That takes us to 2027.”</em></p>\n<p>Mr. Francois also expressed frustration at the slow pace of shipbuilding and refitting, suggesting a more efficient approach. He criticised the prolonged refit times, asserting, <em>“Four years to refit a frigate—even by British standards, you could build one from scratch in as much time.”</em></p>\n<p><em>&#8220;There are strong rumours that HMS Westminster will not be refitted, because she is in such a poor condition. She is so old—poor thing—after many years’ loyal service to the Crown that you have written her off, because it is not economical to repair her, so we are down to 16 [escorts] for the next few years.&#8221;</em></p>\n<p>Back in September, <a href=\"https://ukdefencejournal.org.uk/hms-westminsters-future-uncertain-amid-refit-concerns/\">I reported that Type 23 Frigate HMS Westminster&#8217;s refit and future status had sparked queries in the House of Commons</a>. The Shadow Secretary of State for Defence, John Healey, sought clarification on the vessel&#8217;s status and the plans for its modernisation.</p>\n<p>HMS Westminster played a significant role in Operation Atlantic Thunder 22 in September 2022, where it discharged two Harpoon missiles in collaboration with US forces, leading to the sinking of the decommissioned US frigate, USS Boone.</p>\n<p>Regarding the status of HMS Westminster, John Healey asked the Secretary of State for Defence, <em>&#8220;To ask the Secretary of State for Defence, what the status of HMS Westminster is; and whether his Department has made a decision on modernisation.&#8221;</em></p>\n<p>In response, James Cartlidge, the Minister of State for the Ministry of Defence, stated, <em>&#8220;HMS Westminster remains in Devonport dockyard and is part of a modernisation programme being implemented to all Type 23s that are in upkeep. We do not disclose the fine detail of forward availability forecasts to preserve the operational security of the Fleet.&#8221;</em></p>\n<p>Adding to this context, HMS Westminster was recently moved from the Frigate Support Centre to 4 Basin in Devonport. This move, likely for a long-term lay-up, signalled a possible decision on its disposal.</p>\n<p>This development followed reports from 2023 suggesting that the ship&#8217;s intended two-year refit, started in October 2022 to extend its service until 2028-29, was abandoned. The decision was attributed to prohibitive costs and the deteriorating condition of the vessel.</p>The post <a href=\"https://ukdefencejournal.org.uk/the-uncertain-future-of-hms-westminster/\">The uncertain future of HMS Westminster</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The fate of HMS Westminster, a Type 23 frigate, was a focal point of discussion in a recent Defence Select Committee session.\nThe deliberations featured Rear Admiral Steve Moorhouse and Admiral Sir Ben Key and shed light on the challenges of maintaining an aging fleet amid transitioning to newer vessels.\nDuring the session, Mark Francois MP raised concerns about the longevity and maintenance of Type 23 frigates, particularly HMS Westminster. He highlighted the extensive time and cost involved in refitting such vessels, questioning the economic viability of refitting HMS Westminster, given its advanced age and condition. Mr. Francois pointed out that “Some of them [Type 23 frigates] will have to serve for 35 years in order to make everything fit, and that is way beyond their service life.”\nIn response to inquiries about the status of HMS Westminster, Rear Admiral Steve Moorhouse acknowledged the challenges but clarified that “Work continues today with Westminster in preparation for her upkeep. No decisions have been made.”\nThe discussion also touched on the broader issue of fleet renewal. Admiral Sir Ben Key addressed the balancing act between maintaining operational fleet capabilities and transitioning to newer ships. He noted, “It is going to be a minimum of four years to refit Westminster, we think, but that work is going on at the moment. That takes us to 2027.”\nMr. Francois also expressed frustration at the slow pace of shipbuilding and refitting, suggesting a more efficient approach. He criticised the prolonged refit times, asserting, “Four years to refit a frigate—even by British standards, you could build one from scratch in as much time.”\n“There are strong rumours that HMS Westminster will not be refitted, because she is in such a poor condition. She is so old—poor thing—after many years’ loyal service to the Crown that you have written her off, because it is not economical to repair her, so we are down to 16 [escorts] for the next few years.”\nBack in September, I reported that Type 23 Frigate HMS Westminster’s refit and future status had sparked queries in the House of Commons. The Shadow Secretary of State for Defence, John Healey, sought clarification on the vessel’s status and the plans for its modernisation.\nHMS Westminster played a significant role in Operation Atlantic Thunder 22 in September 2022, where it discharged two Harpoon missiles in collaboration with US forces, leading to the sinking of the decommissioned US frigate, USS Boone.\nRegarding the status of HMS Westminster, John Healey asked the Secretary of State for Defence, “To ask the Secretary of State for Defence, what the status of HMS Westminster is; and whether his Department has made a decision on modernisation.”\nIn response, James Cartlidge, the Minister of State for the Ministry of Defence, stated, “HMS Westminster remains in Devonport dockyard and is part of a modernisation programme being implemented to all Type 23s that are in upkeep. We do not disclose the fine detail of forward availability forecasts to preserve the operational security of the Fleet.”\nAdding to this context, HMS Westminster was recently moved from the Frigate Support Centre to 4 Basin in Devonport. This move, likely for a long-term lay-up, signalled a possible decision on its disposal.\nThis development followed reports from 2023 suggesting that the ship’s intended two-year refit, started in October 2022 to extend its service until 2028-29, was abandoned. The decision was attributed to prohibitive costs and the deteriorating condition of the vessel.\nThe post The uncertain future of HMS Westminster first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/the-uncertain-future-of-hms-westminster/#respond",
    "content": "<p>HMS Westminster, a Type 23 Frigate, appears all but officially scrapped.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/the-uncertain-future-of-hms-westminster/\">The uncertain future of HMS Westminster</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "HMS Westminster, a Type 23 Frigate, appears all but officially scrapped.\nThe uncertain future of HMS Westminster first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46824",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-16T09:10:21.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Britain ‘one of few’ able to deploy carriers globally",
    "link": "https://ukdefencejournal.org.uk/britain-one-of-few-able-to-deploy-carriers-globally/",
    "pubDate": "Wed, 15 Nov 2023 15:20:53 +0000",
    "content:encoded": "<h3>The Defence Select Committee recently heard evidence on the operational readiness and challenges of the British Armed Forces.</h3>\n<p><strong>The session featured discussions with Admiral Sir Ben Key, First Sea Lord, and Rear Admiral Steve Moorhouse, Director Force Generation of the Royal Navy, highlighting the strengths and areas for concern within the Royal Navy.</strong></p>\n<p>A significant issue addressed was the decline in readiness levels across the Armed Forces. Committee member Gavin Robinson MP expressed dissatisfaction with the provided data on readiness, stating, <em>“the aggregate data doesn’t give you any sense when it gets down to individual ships, or effective readiness.&#8221;</em></p>\n<p>Admiral Sir Ben Key elaborated on the concept of &#8216;sustainment&#8217; in the context of naval operations. He defined it as <em>“an ability to remain deployed and effective,”</em> which involves considerations like <em>“the onboard holdings that you have; the holdings that you have available in the locality or task group; what your supply chain looks like and whether it can ensure that you remain deployed and readily capable.”</em></p>\n<p>Speaking about the Royal Navy&#8217;s current sustainment capabilities, Admiral Key pointed out the advancements with newer ships: <em>“With the new ships—the Type 45s coming through PIP and all the rest of it—we are moving into an increasingly better position.”</em></p>\n<p>He acknowledged the difficulties in maintaining older vessels, praising the naval engineers for their resilience and skill, but also noting that <em>“The old 23s are very demanding ships to maintain, and their supply chains are under a huge amount of pressure.”</em></p>\n<p>Rear Admiral Moorhouse highlighted the Navy&#8217;s unique global deployment capabilities, especially during the COVID-19 pandemic, stating, <em>“We are also one of the very few nations in the world that could deploy a carrier task group to the other side of the world in the middle of covid with very little host nation support anywhere, and sustain that for seven months.”</em></p>\n<p>The session also addressed the challenge of a national shortage of engineers, which impacts the Navy&#8217;s operational capabilities. Admiral Key remarked, <em>“I think it is down to the fact that the nation is short of engineers.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/britain-one-of-few-able-to-deploy-carriers-globally/\">Britain ‘one of few’ able to deploy carriers globally</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The Defence Select Committee recently heard evidence on the operational readiness and challenges of the British Armed Forces.\nThe session featured discussions with Admiral Sir Ben Key, First Sea Lord, and Rear Admiral Steve Moorhouse, Director Force Generation of the Royal Navy, highlighting the strengths and areas for concern within the Royal Navy.\nA significant issue addressed was the decline in readiness levels across the Armed Forces. Committee member Gavin Robinson MP expressed dissatisfaction with the provided data on readiness, stating, “the aggregate data doesn’t give you any sense when it gets down to individual ships, or effective readiness.”\nAdmiral Sir Ben Key elaborated on the concept of ‘sustainment’ in the context of naval operations. He defined it as “an ability to remain deployed and effective,” which involves considerations like “the onboard holdings that you have; the holdings that you have available in the locality or task group; what your supply chain looks like and whether it can ensure that you remain deployed and readily capable.”\nSpeaking about the Royal Navy’s current sustainment capabilities, Admiral Key pointed out the advancements with newer ships: “With the new ships—the Type 45s coming through PIP and all the rest of it—we are moving into an increasingly better position.”\nHe acknowledged the difficulties in maintaining older vessels, praising the naval engineers for their resilience and skill, but also noting that “The old 23s are very demanding ships to maintain, and their supply chains are under a huge amount of pressure.”\nRear Admiral Moorhouse highlighted the Navy’s unique global deployment capabilities, especially during the COVID-19 pandemic, stating, “We are also one of the very few nations in the world that could deploy a carrier task group to the other side of the world in the middle of covid with very little host nation support anywhere, and sustain that for seven months.”\nThe session also addressed the challenge of a national shortage of engineers, which impacts the Navy’s operational capabilities. Admiral Key remarked, “I think it is down to the fact that the nation is short of engineers.”\nThe post Britain ‘one of few’ able to deploy carriers globally first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/britain-one-of-few-able-to-deploy-carriers-globally/#comments",
    "content": "<p>The Defence Committee recently heard evidence on the operational readiness and challenges of the British Armed Forces.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/britain-one-of-few-able-to-deploy-carriers-globally/\">Britain ‘one of few’ able to deploy carriers globally</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The Defence Committee recently heard evidence on the operational readiness and challenges of the British Armed Forces.\nBritain ‘one of few’ able to deploy carriers globally first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46819",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-15T15:20:53.000Z"
  },
  {
    "creator": "Oliver Steward",
    "title": "The Russian Bear – A Cold War relic with a new purpose?",
    "link": "https://ukdefencejournal.org.uk/the-russian-bear-a-cold-war-relic-with-a-new-purpose/",
    "pubDate": "Tue, 14 Nov 2023 13:00:27 +0000",
    "content:encoded": "<h3><span style=\"font-weight: 400;\">The Russian ‘Bear’ strategic bomber was built by the Soviet Union during the height of the Cold War with the United States. </span></h3>\n<p><strong>Its initial design was based on the concept of a ‘Cold War Nuclear Bomber’.</strong></p>\n<p><span style=\"font-weight: 400;\">The military planners in the Soviet Union wanted to replicate the United States success of its strategic bomber force during the Second World War. </span><span style=\"font-weight: 400;\">These planned aircraft mission parameters were based on the ability to fly 5,000 miles to hit targets in the United States while also carrying twelve tons of bombs.</span></p>\n<hr />\n<p><strong><span style=\"color: #008000;\"><span style=\"color: #800000;\">This article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our</span> <span style=\"color: #0000ff;\"><a style=\"color: #0000ff;\" href=\"https://ukdefencejournal.org.uk/about-us/submission-guidelines/\" target=\"_blank\" rel=\"noopener\">submission guidelines</a></span>. </span></strong></p>\n<hr />\n<p><span style=\"font-weight: 400;\">However, as we shall see in this article the Russian Bear has become a symbol of a resurgent Russia, testing and probing NATO defences, while delivering missile strikes upon rebel targets in Syria. It is still a force to be reckoned with.</span></p>\n<p><span style=\"font-weight: 400;\">Its national origin was the Soviet Union, and its manufacturer was Tupolev. Its first flight was on the 12</span><span style=\"font-weight: 400;\">th</span><span style=\"font-weight: 400;\"> November 1952, and was introduced to Soviet military service in 1956. It served with the Soviet Air Forces as well as the Soviet Navy, until the collapse of the Soviet Union. Since then, it has been operated by the Russian air force. </span></p>\n<p><span style=\"font-weight: 400;\">One of the most revealing features of this bomber is its predicted longevity, as it’s expected to serve the Russian air force until at least 2040. This is incredible and shows how both its design and function as a military bomber is timeless.</span></p>\n<p><span style=\"font-weight: 400;\">This was by no means a small engineering feet, and the jet engines of the time burned out too quickly, which gave new life to the propeller design. This design of a propeller pain with the ability to carry a heavy payload paid off. It was one of the fastest propeller planes in existence going at a speed of over 500 miles per hour.</span></p>\n<p><a href=\"https://ukdj.imgix.net/8290a6515add3f74815e09d0250a6860_/LOS-OFFICIAL-SENSITIVE-20201128-0828-0054.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=2eec5facdfaa0114204d47a318f0f023\"><img decoding=\"async\" fetchpriority=\"high\" class=\"size-full wp-image-31803\" src=\"https://ukdj.imgix.net/8290a6515add3f74815e09d0250a6860_/LOS-OFFICIAL-SENSITIVE-20201128-0828-0054.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=2eec5facdfaa0114204d47a318f0f023\" alt=\"\" width=\"1200\" height=\"900\" /></a></p>\n<p><span style=\"font-weight: 400;\">An interesting quote by the National Interest (2016) says as follows:</span></p>\n<p><span style=\"font-weight: 400;\">&#8220;</span><i><span style=\"font-weight: 400;\">The tips of its eighteen-foot diameter propellers actually spin at slightly over the speed of sound. The Bear is also one of very few propeller plans with swept – back wings, which only benefit aircraft at high speed. The TU-95 also had tremendous fuel capacity and could fly over nine thousand miles just using internal fuel&#8221;. </span></i></p>\n<p><span style=\"font-weight: 400;\">In terms of a routine Cold War bomber patrol fight, it would last ten hours, but for the Russian ‘bear’ propeller bomber it would last twice as long. The crew consisted of two pilots, and two navigators, with a crew that operated the guns and sensory systems. However, the increasing advances in military aircraft design rendered most bomber machine guns useless, and later variants would have only the tail gun. </span></p>\n<p><span style=\"font-weight: 400;\">The original design schematics for the Russian ‘Bear’ had two twin-barrel 23mm cannons in the belly and tail and a fixed gun in the nose. This was to act as a deterrence to any belligerence in the air.</span></p>\n<p><span style=\"font-weight: 400;\">The simple concept of the Russian bear meant it was to be used as a nuclear strike delivery aircraft. It would fly over the Arctic and drop nuclear bombs on targets in the United States. While the Russian ‘bear’ may be vulnerable to either anti-aircraft missiles or air-to-air missiles, the understanding was that some of the bombers would get through and deliver a crippling blow to the mainland United States.</span></p>\n<p><span style=\"font-weight: 400;\">However, nuclear strategic thinking shifted, and the Soviet Union considered a first-strike weapon to be housed in faster bombers as well as submarines. Therefore the new TU-95 had a different mission profile.</span></p>\n<p><span style=\"font-weight: 400;\">According to The National Interest (2016) article. The TU-95 was refitted for the following purposes (See Roblin, 2016):</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\">To address the vulnerability of the Russian bear bomber, it became a platform for long-range cruise missiles.</span></li>\n<li><span style=\"font-weight: 400;\">The new TU-95ks would carry the KH-20 nuclear missile.</span></li>\n<li><span style=\"font-weight: 400;\">The KU-20 missile would have a range of 300 to 600 miles.</span></li>\n<li><span style=\"font-weight: 400;\">The Russian Bear would be used to shadow US Navy aircraft carrier battlegroups.</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">In addition, if there was an armed conflict between the United States and the Soviet Union the Soviet ‘bear’ bomber would launch a salvo of missiles which was designed to destroy US Navy ships and in particular carrier groups. In an actual war situation, the Soviet ‘Bear’ bomber would launch a crippling blow of numerous missiles to knock out the key capital ship, namely the aircraft carrier. Furthermore, the Bear’s ability to travel long distances means it could track enemy fleet movements and work within a squadron.</span></p>\n<p><span style=\"font-weight: 400;\">After the Cold War, and the collapse of the Soviet Union, the West and NATO did not see Russia as a military threat. However, with the election of Putin, he re-initiated Russian ‘Bear’ patrols which would test the air defences of NATO countries by using the bombers to fly really close to their airspace and thereby alerting their radar systems. This is still going on even today, and this is symbolic of how we are creeping back to another Cold War.</span></p>\n<p><a href=\"https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=aae49e932fedb24bb6df0b20a07b40ef\"><img decoding=\"async\" class=\"alignnone size-full wp-image-33774\" src=\"https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=aae49e932fedb24bb6df0b20a07b40ef\" alt=\"\" width=\"1200\" height=\"901\" srcset=\"https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=d6cf37ef5103d5c3e3aa1478c7a38835 300w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;fit=scale&amp;h=769&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=3cea00aa6fe3c8482c4f2f56c13c25fc 1024w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;fit=scale&amp;h=577&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=18eb4167f9ddeede00aaa8067ab1c144 768w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;fit=scale&amp;h=1153&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=4e9fba051e476daf23a5c00b27f2a84f 1536w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;fit=scale&amp;h=1538&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=c2a6d20383cdb765d60cea8f06a7ded9 2048w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=60&amp;ixlib=php-3.3.1&amp;w=80&amp;wpsize=td_80x60&amp;s=0431c2906e69f0e015517b0acd003f4d 80w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=75&amp;ixlib=php-3.3.1&amp;w=100&amp;wpsize=td_100x75&amp;s=e3c4f65fa95805c33f3e774e27f666ff 100w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=135&amp;ixlib=php-3.3.1&amp;w=180&amp;wpsize=td_180x135&amp;s=f8651152fad5853db592bbbe404ba2bd 180w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=178&amp;ixlib=php-3.3.1&amp;w=238&amp;wpsize=td_238x178&amp;s=cf7c046ea7457d8c2e380314952d421d 238w, https://ukdj.imgix.net/2021/03/bearf.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=aae49e932fedb24bb6df0b20a07b40ef 1200w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" /></a></p>\n<p><span style=\"font-weight: 400;\">It is worth remembering that all the TU-95 bombers currently in service, are the Tu-95MS variant which was built in the 1980s and 1990s.</span></p>\n<p><span style=\"font-weight: 400;\">Politically, as a sign of Russia&#8217;s aspiring to achieve its once-lost status as a Great Power, President Putin announced the Tu-95 would fly patrols – 15 years since they ended.  In addition, during the Russian military exercise of Oct 2008, the Tu-95MS fired air-launched cruise missiles for the first time since the days of the Cold War, when tensions were at their peak in 1984. The combination of missile technology and the durability of the Tu-95 design means it can continue to function as a strategic missile bomber for many years to come right into the 21</span><span style=\"font-weight: 400;\">st</span><span style=\"font-weight: 400;\"> century. Its longevity can be comparable to that of the USAF B-52 bombers.</span></p>\n<p><span style=\"font-weight: 400;\">For those who are interested in aircraft design, this is emblematic of how a design can stand up to the test of time. If there is one aircraft the Tu-95 could be compared to, I would say it would be the United States Air Force B-52 bomber in terms of longevity.  I have previously argued that the B-52 could be in service for up to a century (Steward, 2019).  This United States bomber is also predicted to see service into the 2040s (Wired, 2016). The Tu-95 was also created in 1952. What is even more fascinating is that in Russia’s Air Force inventory, there is a fleet of bombers which can exceed the speed of the ‘Bear’ bomber, as well as deliver a larger payload to its targets. However, this does not mean that this particular workhorse of the once Soviet now Russian Air Force is going to pack up anytime soon. Now we turn to Syria.</span></p>\n<p><a href=\"https://ukdj.imgix.net/b20f208b47a9dda4c587eb62d9762cfc_/qratyphoonbear1.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=9a34e4b8efcbeb1674f124d4281cf352\"><img decoding=\"async\" class=\"alignnone size-full wp-image-28306\" src=\"https://ukdj.imgix.net/b20f208b47a9dda4c587eb62d9762cfc_/qratyphoonbear1.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=9a34e4b8efcbeb1674f124d4281cf352\" alt=\"\" width=\"1325\" height=\"825\" /></a></p>\n<p><span style=\"font-weight: 400;\">According to The National Interest, the Russian intervention in the Syrian campaign was the first time it the TU-92 saw combat as a bomber (Roblin, 2017).  In the fall of 2015, The Russian government was proud to show the plane launching cruise missiles which went on to destroy the positions of Syrian rebels. It was the first time this bomber performed counter-insurgency operations and delivered a knockout blow from the air, with an impressive display of airpower.</span></p>\n<p><span style=\"font-weight: 400;\">To summarise, the Tu-95 still has the potential to strike fear, and admiration for those who have respect for an aircraft which has spent so long in service, and in a digital age still can perform a valuable function as a strategic bomber. Its new purpose is to serve the Russian national interest and to provide a ‘deterrence’ in the form of travelling and probing NATO airspace while also carrying out counter-terrorism operations in Syria by bombing rebel targets. It operates within the range of three continents, in Europe, Asia and North America, and tests out air-defence systems. While it is predicted this will stay in service for years to come, its mission profile and adaptability mean it is expected to continue into service until 2040, I personally predict this would be extended into the 2050s and beyond.</span></p>\n<p><span style=\"font-weight: 400;\">The Russian bear bomber took part in the initial assault against Ukraine, during the opening wave of missile strikes on the country back in February 2022 (Cenciotti, 2022).  Furthermore, it took part in cruise missile strikes against Vinnystsia, Ukraine in March 2023, along with TU-160 strategic bombers – targeting the runway.  </span></p>\n<p><span style=\"font-weight: 400;\">The advantage of these aircraft, in the context of the Ukraine conflict is that it can fly some distance, launch its cruise missiles and fly back to a bomber airbase, without fear of getting hit by a surface-to-air missile.  During the Cold War, these bombers would be armed with nuclear cruise missiles, and at a distance would launch a ‘strike’ on NATO – at a distance.  These military tactics have been refined, with the use of cruise missiles against Ukrainian military and civilian infrastructure (Ukrinform, 2023).  </span></p>\n<p><span style=\"font-weight: 400;\">However, these aircraft have also been subject to ‘Drone’ attacks, as the Ukrainians launched modified ‘Soviet-era’ Drones to strike at a bomber airbase in December of 2022 (Newdick, 2023).  Furthermore, these aircraft have also been flown close to NATO airspace, in order to demonstrate Russia’s resolve, in its willingness to undertake long-distance bomber missions close to NATO’s borders.    </span></p>\n<p><a href=\"https://ukdj.imgix.net/4ad2d208f130a9b415b0169dbd59c453_/HH_QRAN_RAF_0173_071006ZMAR20_5-25MM_OFFICIAL_063.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=baf24f7c6d4c2e93e9f14c18d1ae5d4e\"><img decoding=\"async\" loading=\"lazy\" class=\"size-full wp-image-28282\" src=\"https://ukdj.imgix.net/4ad2d208f130a9b415b0169dbd59c453_/HH_QRAN_RAF_0173_071006ZMAR20_5-25MM_OFFICIAL_063.jpg?auto=compress%2Cformat&ixlib=php-3.3.1&s=baf24f7c6d4c2e93e9f14c18d1ae5d4e\" alt=\"\" width=\"3600\" height=\"2700\" /></a></p>\n<h2><span style=\"font-weight: 400;\">References</span></h2>\n<p><em><span style=\"font-weight: 400;\">Cenciotti, D. (2022).  ‘The Russian Attack On Ukraine Is Underway. And This Is A First Recap Of What Has Happened Thus Far., [Online] Available from: </span><a href=\"https://theaviationist.com/2022/02/24/russian-attack-on-ukraine/\"><span style=\"font-weight: 400;\">https://theaviationist.com/2022/02/24/russian-attack-on-ukraine/</span></a><span style=\"font-weight: 400;\"> </span></em></p>\n<p><em><span style=\"font-weight: 400;\">Newdick, T. ‘Ukraine Modified Soviet-Era Jet Drones To Hit Bomber Bases, Russia Claims (Updated)’ [Online] Available from: </span><a href=\"https://www.thedrive.com/the-war-zone/ukraine-modified-soviet-era-jet-drones-to-hit-bomber-bases-russia-claims\"><span style=\"font-weight: 400;\">https://www.thedrive.com/the-war-zone/ukraine-modified-soviet-era-jet-drones-to-hit-bomber-bases-russia-claims</span></a><span style=\"font-weight: 400;\"> </span></em></p>\n<p><em><span style=\"font-weight: 400;\">Steward, O. (2019). ‘Could the B-52 bomber fly for 100 years?’, UK Defence Journal, [Online] Available from: </span><a href=\"https://ukdefencejournal.org.uk/could-the-b-52-bomber-fly-for-100-years/\"><span style=\"font-weight: 400;\">https://ukdefencejournal.org.uk/could-the-b-52-bomber-fly-for-100-years/</span></a><span style=\"font-weight: 400;\"> </span></em></p>\n<p><em><span style=\"font-weight: 400;\">Roblin, S. (2016). ‘The Tu-95: Russia Has Its Very Own B-52 Bomber’, [Online] available from: </span><a href=\"http://nationalinterest.org/feature/the-tu-95-bear-russia-has-its-very-own-b-52-bomber-17571\"><span style=\"font-weight: 400;\">http://nationalinterest.org/feature/the-tu-95-bear-russia-has-its-very-own-b-52-bomber-17571</span></a></em></p>\n<p><em><span style=\"font-weight: 400;\">Roblin, S (2017). ‘Russia’s Tu-95 Bear Bomber: Everything You Need to Know’, [Online] Available from: </span><a href=\"http://nationalinterest.org/blog/the-buzz/russias-tu-95-bear-bomber-everything-you-need-know-20484\"><span style=\"font-weight: 400;\">http://nationalinterest.org/blog/the-buzz/russias-tu-95-bear-bomber-everything-you-need-know-20484</span></a></em></p>\n<p><em><span style=\"font-weight: 400;\">UKRINFORM (2023) ‘Missile Strikes on Vinnytsia airfield launched from Black Sea’ [Online] Available from: </span><a href=\"https://www.ukrinform.net/rubric-ato/3422140-missile-strikes-on-vinnytsia-airfield-launched-from-black-sea.html\"><span style=\"font-weight: 400;\">https://www.ukrinform.net/rubric-ato/3422140-missile-strikes-on-vinnytsia-airfield-launched-from-black-sea.html</span></a><span style=\"font-weight: 400;\">  </span></em></p>\n<p><em><span style=\"font-weight: 400;\">Wired, (2016). ‘How on Gods Green Earth is the B-52 still in service’, [Online] Available from: </span><a href=\"https://www.wired.com/2016/04/gods-green-earth-b-52-still-service/\"><span style=\"font-weight: 400;\">https://www.wired.com/2016/04/gods-green-earth-b-52-still-service/</span></a></em></p>The post <a href=\"https://ukdefencejournal.org.uk/the-russian-bear-a-cold-war-relic-with-a-new-purpose/\">The Russian Bear – A Cold War relic with a new purpose?</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The Russian ‘Bear’ strategic bomber was built by the Soviet Union during the height of the Cold War with the United States. \nIts initial design was based on the concept of a ‘Cold War Nuclear Bomber’.\nThe military planners in the Soviet Union wanted to replicate the United States success of its strategic bomber force during the Second World War. These planned aircraft mission parameters were based on the ability to fly 5,000 miles to hit targets in the United States while also carrying twelve tons of bombs.\nThis article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our submission guidelines. \nHowever, as we shall see in this article the Russian Bear has become a symbol of a resurgent Russia, testing and probing NATO defences, while delivering missile strikes upon rebel targets in Syria. It is still a force to be reckoned with.\nIts national origin was the Soviet Union, and its manufacturer was Tupolev. Its first flight was on the 12th November 1952, and was introduced to Soviet military service in 1956. It served with the Soviet Air Forces as well as the Soviet Navy, until the collapse of the Soviet Union. Since then, it has been operated by the Russian air force. \nOne of the most revealing features of this bomber is its predicted longevity, as it’s expected to serve the Russian air force until at least 2040. This is incredible and shows how both its design and function as a military bomber is timeless.\nThis was by no means a small engineering feet, and the jet engines of the time burned out too quickly, which gave new life to the propeller design. This design of a propeller pain with the ability to carry a heavy payload paid off. It was one of the fastest propeller planes in existence going at a speed of over 500 miles per hour.\n\nAn interesting quote by the National Interest (2016) says as follows:\n“The tips of its eighteen-foot diameter propellers actually spin at slightly over the speed of sound. The Bear is also one of very few propeller plans with swept – back wings, which only benefit aircraft at high speed. The TU-95 also had tremendous fuel capacity and could fly over nine thousand miles just using internal fuel”. \nIn terms of a routine Cold War bomber patrol fight, it would last ten hours, but for the Russian ‘bear’ propeller bomber it would last twice as long. The crew consisted of two pilots, and two navigators, with a crew that operated the guns and sensory systems. However, the increasing advances in military aircraft design rendered most bomber machine guns useless, and later variants would have only the tail gun. \nThe original design schematics for the Russian ‘Bear’ had two twin-barrel 23mm cannons in the belly and tail and a fixed gun in the nose. This was to act as a deterrence to any belligerence in the air.\nThe simple concept of the Russian bear meant it was to be used as a nuclear strike delivery aircraft. It would fly over the Arctic and drop nuclear bombs on targets in the United States. While the Russian ‘bear’ may be vulnerable to either anti-aircraft missiles or air-to-air missiles, the understanding was that some of the bombers would get through and deliver a crippling blow to the mainland United States.\nHowever, nuclear strategic thinking shifted, and the Soviet Union considered a first-strike weapon to be housed in faster bombers as well as submarines. Therefore the new TU-95 had a different mission profile.\nAccording to The National Interest (2016) article. The TU-95 was refitted for the following purposes (See Roblin, 2016):\nTo address the vulnerability of the Russian bear bomber, it became a platform for long-range cruise missiles.\nThe new TU-95ks would carry the KH-20 nuclear missile.\nThe KU-20 missile would have a range of 300 to 600 miles.\nThe Russian Bear would be used to shadow US Navy aircraft carrier battlegroups.\nIn addition, if there was an armed conflict between the United States and the Soviet Union the Soviet ‘bear’ bomber would launch a salvo of missiles which was designed to destroy US Navy ships and in particular carrier groups. In an actual war situation, the Soviet ‘Bear’ bomber would launch a crippling blow of numerous missiles to knock out the key capital ship, namely the aircraft carrier. Furthermore, the Bear’s ability to travel long distances means it could track enemy fleet movements and work within a squadron.\nAfter the Cold War, and the collapse of the Soviet Union, the West and NATO did not see Russia as a military threat. However, with the election of Putin, he re-initiated Russian ‘Bear’ patrols which would test the air defences of NATO countries by using the bombers to fly really close to their airspace and thereby alerting their radar systems. This is still going on even today, and this is symbolic of how we are creeping back to another Cold War.\n\nIt is worth remembering that all the TU-95 bombers currently in service, are the Tu-95MS variant which was built in the 1980s and 1990s.\nPolitically, as a sign of Russia’s aspiring to achieve its once-lost status as a Great Power, President Putin announced the Tu-95 would fly patrols – 15 years since they ended.  In addition, during the Russian military exercise of Oct 2008, the Tu-95MS fired air-launched cruise missiles for the first time since the days of the Cold War, when tensions were at their peak in 1984. The combination of missile technology and the durability of the Tu-95 design means it can continue to function as a strategic missile bomber for many years to come right into the 21st century. Its longevity can be comparable to that of the USAF B-52 bombers.\nFor those who are interested in aircraft design, this is emblematic of how a design can stand up to the test of time. If there is one aircraft the Tu-95 could be compared to, I would say it would be the United States Air Force B-52 bomber in terms of longevity.  I have previously argued that the B-52 could be in service for up to a century (Steward, 2019).  This United States bomber is also predicted to see service into the 2040s (Wired, 2016). The Tu-95 was also created in 1952. What is even more fascinating is that in Russia’s Air Force inventory, there is a fleet of bombers which can exceed the speed of the ‘Bear’ bomber, as well as deliver a larger payload to its targets. However, this does not mean that this particular workhorse of the once Soviet now Russian Air Force is going to pack up anytime soon. Now we turn to Syria.\n\nAccording to The National Interest, the Russian intervention in the Syrian campaign was the first time it the TU-92 saw combat as a bomber (Roblin, 2017).  In the fall of 2015, The Russian government was proud to show the plane launching cruise missiles which went on to destroy the positions of Syrian rebels. It was the first time this bomber performed counter-insurgency operations and delivered a knockout blow from the air, with an impressive display of airpower.\nTo summarise, the Tu-95 still has the potential to strike fear, and admiration for those who have respect for an aircraft which has spent so long in service, and in a digital age still can perform a valuable function as a strategic bomber. Its new purpose is to serve the Russian national interest and to provide a ‘deterrence’ in the form of travelling and probing NATO airspace while also carrying out counter-terrorism operations in Syria by bombing rebel targets. It operates within the range of three continents, in Europe, Asia and North America, and tests out air-defence systems. While it is predicted this will stay in service for years to come, its mission profile and adaptability mean it is expected to continue into service until 2040, I personally predict this would be extended into the 2050s and beyond.\nThe Russian bear bomber took part in the initial assault against Ukraine, during the opening wave of missile strikes on the country back in February 2022 (Cenciotti, 2022).  Furthermore, it took part in cruise missile strikes against Vinnystsia, Ukraine in March 2023, along with TU-160 strategic bombers – targeting the runway.  \nThe advantage of these aircraft, in the context of the Ukraine conflict is that it can fly some distance, launch its cruise missiles and fly back to a bomber airbase, without fear of getting hit by a surface-to-air missile.  During the Cold War, these bombers would be armed with nuclear cruise missiles, and at a distance would launch a ‘strike’ on NATO – at a distance.  These military tactics have been refined, with the use of cruise missiles against Ukrainian military and civilian infrastructure (Ukrinform, 2023).  \nHowever, these aircraft have also been subject to ‘Drone’ attacks, as the Ukrainians launched modified ‘Soviet-era’ Drones to strike at a bomber airbase in December of 2022 (Newdick, 2023).  Furthermore, these aircraft have also been flown close to NATO airspace, in order to demonstrate Russia’s resolve, in its willingness to undertake long-distance bomber missions close to NATO’s borders.    \n\nReferences\nCenciotti, D. (2022).  ‘The Russian Attack On Ukraine Is Underway. And This Is A First Recap Of What Has Happened Thus Far., [Online] Available from: https://theaviationist.com/2022/02/24/russian-attack-on-ukraine/ \nNewdick, T. ‘Ukraine Modified Soviet-Era Jet Drones To Hit Bomber Bases, Russia Claims (Updated)’ [Online] Available from: https://www.thedrive.com/the-war-zone/ukraine-modified-soviet-era-jet-drones-to-hit-bomber-bases-russia-claims \nSteward, O. (2019). ‘Could the B-52 bomber fly for 100 years?’, UK Defence Journal, [Online] Available from: https://ukdefencejournal.org.uk/could-the-b-52-bomber-fly-for-100-years/ \nRoblin, S. (2016). ‘The Tu-95: Russia Has Its Very Own B-52 Bomber’, [Online] available from: http://nationalinterest.org/feature/the-tu-95-bear-russia-has-its-very-own-b-52-bomber-17571\nRoblin, S (2017). ‘Russia’s Tu-95 Bear Bomber: Everything You Need to Know’, [Online] Available from: http://nationalinterest.org/blog/the-buzz/russias-tu-95-bear-bomber-everything-you-need-know-20484\nUKRINFORM (2023) ‘Missile Strikes on Vinnytsia airfield launched from Black Sea’ [Online] Available from: https://www.ukrinform.net/rubric-ato/3422140-missile-strikes-on-vinnytsia-airfield-launched-from-black-sea.html  \nWired, (2016). ‘How on Gods Green Earth is the B-52 still in service’, [Online] Available from: https://www.wired.com/2016/04/gods-green-earth-b-52-still-service/\nThe post The Russian Bear – A Cold War relic with a new purpose? first appeared on UK Defence Journal.",
    "dc:creator": "Oliver Steward",
    "comments": "https://ukdefencejournal.org.uk/the-russian-bear-a-cold-war-relic-with-a-new-purpose/#comments",
    "content": "<p>The Russian ‘Bear’ strategic bomber was built by the Soviet Union during the height of the Cold War with the United States.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/the-russian-bear-a-cold-war-relic-with-a-new-purpose/\">The Russian Bear – A Cold War relic with a new purpose?</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The Russian ‘Bear’ strategic bomber was built by the Soviet Union during the height of the Cold War with the United States.\nThe Russian Bear – A Cold War relic with a new purpose? first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46809",
    "categories": [
      "Air",
      "Opinion"
    ],
    "isoDate": "2023-11-14T13:00:27.000Z"
  },
  {
    "creator": "George Allison",
    "title": "UK estimates over 300,000 Russian military casualties",
    "link": "https://ukdefencejournal.org.uk/uk-estimates-over-300000-russian-military-casualties/",
    "pubDate": "Tue, 14 Nov 2023 10:20:51 +0000",
    "content:encoded": "<h3>New estimates provided by the UK government have shed light on the extensive losses suffered by Russian military forces in Ukraine since February 2022.</h3>\n<p><strong>The figures, disclosed in response to queries from John Healey MP, Shadow Secretary of State for Defence, outline a significant toll on Russian military capabilities.</strong></p>\n<p>British Estimates at a Glance:</p>\n<ul>\n<li>Approximately 302,000 Russian military personnel killed or wounded.</li>\n<li>Tens of thousands of Russian soldiers have deserted.</li>\n<li>Over 7,117 Russian armoured vehicles destroyed.</li>\n<li>Nearly 2,475 main battle tanks lost.</li>\n<li>93 fixed-wing aircraft downed.</li>\n<li>132 helicopters destroyed.</li>\n<li>320 unmanned aerial vehicles lost.</li>\n<li>16 naval vessels of all classes sunk or damaged.</li>\n<li>Over 1,300 artillery systems of all types destroyed.</li>\n</ul>\n<p>In response to Healey&#8217;s enquiry about the Russian military personnel losses, James Heappey, Minister of State for the Armed Forces, provided a stark assessment, stating, <em>&#8220;We estimate that approximately 302,000 Russian military personnel have been killed or wounded, and tens of thousands more have already deserted since the start of the conflict.&#8221;</em></p>\n<p>Healey also raised questions regarding the casualties among Russian private military companies (PMCs) involved in the conflict. Heappey noted the difficulty in obtaining accurate figures for PMC casualties, saying, <em>&#8220;The number of personnel killed serving in Russian private military companies (PMCs) is not clear. Russia have utilised several PMCs and volunteer units in Ukraine to augment Russian military forces, but the deaths of personnel from these organisations are not reflected in Russian official military death tolls.&#8221;</em></p>\n<p>Additionally, Healey sought details on the destruction of Russian military equipment.</p>\n<p>In response, Heappey provided comprehensive figures, revealing, <em>&#8220;We also estimate that over 7,117 Russian armoured vehicles, including nearly 2,475 main battle tanks, 93 fixed wing aircraft, 132 helicopters, 320 unmanned aerial vehicles, 16 naval vessels of all classes, and over 1,300 artillery systems of all types have been destroyed since the start of the conflict.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/uk-estimates-over-300000-russian-military-casualties/\">UK estimates over 300,000 Russian military casualties</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "New estimates provided by the UK government have shed light on the extensive losses suffered by Russian military forces in Ukraine since February 2022.\nThe figures, disclosed in response to queries from John Healey MP, Shadow Secretary of State for Defence, outline a significant toll on Russian military capabilities.\nBritish Estimates at a Glance:\nApproximately 302,000 Russian military personnel killed or wounded.\nTens of thousands of Russian soldiers have deserted.\nOver 7,117 Russian armoured vehicles destroyed.\nNearly 2,475 main battle tanks lost.\n93 fixed-wing aircraft downed.\n132 helicopters destroyed.\n320 unmanned aerial vehicles lost.\n16 naval vessels of all classes sunk or damaged.\nOver 1,300 artillery systems of all types destroyed.\nIn response to Healey’s enquiry about the Russian military personnel losses, James Heappey, Minister of State for the Armed Forces, provided a stark assessment, stating, “We estimate that approximately 302,000 Russian military personnel have been killed or wounded, and tens of thousands more have already deserted since the start of the conflict.”\nHealey also raised questions regarding the casualties among Russian private military companies (PMCs) involved in the conflict. Heappey noted the difficulty in obtaining accurate figures for PMC casualties, saying, “The number of personnel killed serving in Russian private military companies (PMCs) is not clear. Russia have utilised several PMCs and volunteer units in Ukraine to augment Russian military forces, but the deaths of personnel from these organisations are not reflected in Russian official military death tolls.”\nAdditionally, Healey sought details on the destruction of Russian military equipment.\nIn response, Heappey provided comprehensive figures, revealing, “We also estimate that over 7,117 Russian armoured vehicles, including nearly 2,475 main battle tanks, 93 fixed wing aircraft, 132 helicopters, 320 unmanned aerial vehicles, 16 naval vessels of all classes, and over 1,300 artillery systems of all types have been destroyed since the start of the conflict.”\nThe post UK estimates over 300,000 Russian military casualties first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/uk-estimates-over-300000-russian-military-casualties/#comments",
    "content": "<p>UK estimates show about 302,000 Russian casualties, mass desertions, and significant losses including over 7,117 armoured vehicles in Ukraine,</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/uk-estimates-over-300000-russian-military-casualties/\">UK estimates over 300,000 Russian military casualties</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "UK estimates show about 302,000 Russian casualties, mass desertions, and significant losses including over 7,117 armoured vehicles in Ukraine,\nUK estimates over 300,000 Russian military casualties first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46816",
    "categories": [
      "Land"
    ],
    "isoDate": "2023-11-14T10:20:51.000Z"
  },
  {
    "creator": "George Allison",
    "title": "British aircraft providing surveillance support to Israel",
    "link": "https://ukdefencejournal.org.uk/british-aircraft-providing-surveillance-support-to-israel/",
    "pubDate": "Tue, 14 Nov 2023 10:00:37 +0000",
    "content:encoded": "<h3>British military aircraft have been providing surveillance support to Israel and delivering humanitarian aid to Gaza.</h3>\n<p><strong>On 7 October 2023, a fresh armed conflict erupted between Israel and Hamas-led Palestinian militants from the Gaza Strip.</strong></p>\n<p>This escalation followed a multi-pronged invasion of southern Israel by the militants, prompting a forceful response from Israel. In retaliation, the Israeli military conducted an extensive aerial bombardment campaign on Gazan targets, followed by a large-scale ground invasion of Gaza.</p>\n<p>The conflict has resulted in considerable loss of life: more than 1,200 Israelis, predominantly civilians, and over 11,000 Palestinians have been killed.</p>\n<p>Recent parliamentary disclosures have highlighted the United Kingdom&#8217;s significant involvement in the conflict, underscoring its dual role in providing surveillance support to Israel and delivering humanitarian aid to Gaza.</p>\n<p>John Healey MP, the Shadow Secretary of State for Defence, enquired about the extent of British military support in the Eastern Mediterranean.</p>\n<p>James Heappey, Minister of State for the Armed Forces, outlined the UK&#8217;s pivotal role, stating, <em>&#8220;A total of 12 aircraft have deployed to the eastern Mediterranean. These flights have <a href=\"https://ukdefencejournal.org.uk/british-surveillance-aircraft-operating-near-israel/\">provided surveillance support to Israel</a>, including preventing the transfer of weapons to terrorist groups, and to wider regional security. They have also delivered humanitarian aid into Egypt.&#8221;</em></p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"swUVYiUjTg\"><p><a href=\"https://ukdefencejournal.org.uk/british-surveillance-aircraft-operating-near-israel/\">British surveillance aircraft operating near Israel</a></p></blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" title=\"&#8220;British surveillance aircraft operating near Israel&#8221; &#8212; UK Defence Journal\" src=\"https://ukdefencejournal.org.uk/british-surveillance-aircraft-operating-near-israel/embed/#?secret=UrYGQPLfRd#?secret=swUVYiUjTg\" data-secret=\"swUVYiUjTg\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></p>\n<p>Healey also asked about surveillance operations since October 2023. Heappey, emphasising the sensitivity of such missions, responded, <em>&#8220;The UK has deployed P8 and other surveillance assets to improve our situational awareness in the region and provide assurance to our partners.&#8221;</em> However, he noted, <em>&#8220;For operational security reasons, I cannot comment on the specifics of this activity.&#8221;</em></p>\n<p>Addressing the UK&#8217;s humanitarian efforts, Healey sought details on RAF flights carrying aid to Gaza. Heappey said, <em>&#8220;Between 7 October and 8 November, there have been three RAF flights that have carried humanitarian aid destined for Gaza, totalling 51 tonnes.&#8221;</em> This statement highlights the UK&#8217;s significant role in addressing the humanitarian crisis in Gaza.</p>\n<p>The presence of RFA Argus and RFA Lyme Bay in the Eastern Mediterranean was also confirmed. Heappey elucidated their role, stating, <em>&#8220;RFA LYME BAY and RFA ARGUS deployed to the Eastern Mediterranean on 8 November, establishing a UK presence in the region. This allows us to respond to the humanitarian crisis as needed.&#8221;</em></p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"NB7W4GeOVY\"><p><a href=\"https://ukdefencejournal.org.uk/uk-explains-nature-of-military-flights-into-israel/\">UK explains nature of military flights into Israel</a></p></blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" title=\"&#8220;UK explains nature of military flights into Israel&#8221; &#8212; UK Defence Journal\" src=\"https://ukdefencejournal.org.uk/uk-explains-nature-of-military-flights-into-israel/embed/#?secret=AaFPwyLMpZ#?secret=NB7W4GeOVY\" data-secret=\"NB7W4GeOVY\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></p>The post <a href=\"https://ukdefencejournal.org.uk/british-aircraft-providing-surveillance-support-to-israel/\">British aircraft providing surveillance support to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "British military aircraft have been providing surveillance support to Israel and delivering humanitarian aid to Gaza.\nOn 7 October 2023, a fresh armed conflict erupted between Israel and Hamas-led Palestinian militants from the Gaza Strip.\nThis escalation followed a multi-pronged invasion of southern Israel by the militants, prompting a forceful response from Israel. In retaliation, the Israeli military conducted an extensive aerial bombardment campaign on Gazan targets, followed by a large-scale ground invasion of Gaza.\nThe conflict has resulted in considerable loss of life: more than 1,200 Israelis, predominantly civilians, and over 11,000 Palestinians have been killed.\nRecent parliamentary disclosures have highlighted the United Kingdom’s significant involvement in the conflict, underscoring its dual role in providing surveillance support to Israel and delivering humanitarian aid to Gaza.\nJohn Healey MP, the Shadow Secretary of State for Defence, enquired about the extent of British military support in the Eastern Mediterranean.\nJames Heappey, Minister of State for the Armed Forces, outlined the UK’s pivotal role, stating, “A total of 12 aircraft have deployed to the eastern Mediterranean. These flights have provided surveillance support to Israel, including preventing the transfer of weapons to terrorist groups, and to wider regional security. They have also delivered humanitarian aid into Egypt.”\nBritish surveillance aircraft operating near Israel\n\n\nHealey also asked about surveillance operations since October 2023. Heappey, emphasising the sensitivity of such missions, responded, “The UK has deployed P8 and other surveillance assets to improve our situational awareness in the region and provide assurance to our partners.” However, he noted, “For operational security reasons, I cannot comment on the specifics of this activity.”\nAddressing the UK’s humanitarian efforts, Healey sought details on RAF flights carrying aid to Gaza. Heappey said, “Between 7 October and 8 November, there have been three RAF flights that have carried humanitarian aid destined for Gaza, totalling 51 tonnes.” This statement highlights the UK’s significant role in addressing the humanitarian crisis in Gaza.\nThe presence of RFA Argus and RFA Lyme Bay in the Eastern Mediterranean was also confirmed. Heappey elucidated their role, stating, “RFA LYME BAY and RFA ARGUS deployed to the Eastern Mediterranean on 8 November, establishing a UK presence in the region. This allows us to respond to the humanitarian crisis as needed.”\nUK explains nature of military flights into Israel\n\n\nThe post British aircraft providing surveillance support to Israel first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/british-aircraft-providing-surveillance-support-to-israel/#comments",
    "content": "<p>British military aircraft have been providing surveillance support to Israel and delivering humanitarian aid to Gaza.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-aircraft-providing-surveillance-support-to-israel/\">British aircraft providing surveillance support to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "British military aircraft have been providing surveillance support to Israel and delivering humanitarian aid to Gaza.\nBritish aircraft providing surveillance support to Israel first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46812",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-14T10:00:37.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Scottish shipbuilding work boosts BAE books",
    "link": "https://ukdefencejournal.org.uk/scottish-shipbuilding-work-boosts-bae-books/",
    "pubDate": "Tue, 14 Nov 2023 09:10:04 +0000",
    "content:encoded": "<h3>BAE Systems has shared an optimistic market update, underscoring its robust performance and strategic growth.</h3>\n<p><strong>Central to this update is the significant contribution of Scottish shipbuilding work to BAE&#8217;s financial strength.</strong></p>\n<p>Notably, the firm has secured an impressive order intake, with approximately £10 billion booked since the half-year update.</p>\n<p>For the financial year 2023, BAE Systems maintains a positive outlook across key financial indicators. The guidance includes a projected sales increase of 5 to 7% from 2022&#8217;s £23,256 million, an underlying EBIT growth of 6 to 8% from £2,479 million in 2022, and an underlying EPS increase of 10 to 12% from 55.5p in 2022. The company also anticipates Free Cash Flow (FCF) to exceed £1.8 billion, a slight decrease from £1,950 million in 2022.</p>\n<p>Highlighting the long-term nature of defence contracts, BAE Systems has secured significant deals, including a £3.9 billion funding for the SSN-AUKUS submarine programme. This funding, earmarked for development work until 2028, encompasses the detailed design and procurement for future build phases.</p>\n<p>Additionally, the company has received multiple awards worth around $800 million for Bradley fighting vehicles and upgrades, as well as a $500 million contract for ARCHER artillery systems from Sweden.</p>\n<p>BAE Systems&#8217; commitment to investment and industrial collaborations is evident in its strategic growth plans. These include expanding UK submarine facilities, advancing a new shipbuilding facility in Glasgow, and enhancing munitions manufacturing capacity.</p>\n<p>Leadership changes within BAE Systems have been announced, with Angus Cockburn joining the Board as a Non-Executive Director and Nicole Piasecki taking over from Chris Grigg as Senior Independent Director. The Executive Committee will also see new appointments following the retirement of long-serving members.</p>\n<p>In their market update, BAE Systems states: <em>&#8220;Trading has been in line with the upgraded guidance we issued at the time of our 2023 half-year results. We are delivering another year of good sales and earnings growth, together with strong cash flow generation.&#8221;</em></p>\n<p>Charles Woodburn, Chief Executive of BAE Systems, further elaborates: <em>&#8220;Order flow on new and existing programmes, renewals on incumbent positions and progress with our opportunity pipeline remains strong. These underpin our confidence and visibility for good top line growth in the coming years.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/scottish-shipbuilding-work-boosts-bae-books/\">Scottish shipbuilding work boosts BAE books</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "BAE Systems has shared an optimistic market update, underscoring its robust performance and strategic growth.\nCentral to this update is the significant contribution of Scottish shipbuilding work to BAE’s financial strength.\nNotably, the firm has secured an impressive order intake, with approximately £10 billion booked since the half-year update.\nFor the financial year 2023, BAE Systems maintains a positive outlook across key financial indicators. The guidance includes a projected sales increase of 5 to 7% from 2022’s £23,256 million, an underlying EBIT growth of 6 to 8% from £2,479 million in 2022, and an underlying EPS increase of 10 to 12% from 55.5p in 2022. The company also anticipates Free Cash Flow (FCF) to exceed £1.8 billion, a slight decrease from £1,950 million in 2022.\nHighlighting the long-term nature of defence contracts, BAE Systems has secured significant deals, including a £3.9 billion funding for the SSN-AUKUS submarine programme. This funding, earmarked for development work until 2028, encompasses the detailed design and procurement for future build phases.\nAdditionally, the company has received multiple awards worth around $800 million for Bradley fighting vehicles and upgrades, as well as a $500 million contract for ARCHER artillery systems from Sweden.\nBAE Systems’ commitment to investment and industrial collaborations is evident in its strategic growth plans. These include expanding UK submarine facilities, advancing a new shipbuilding facility in Glasgow, and enhancing munitions manufacturing capacity.\nLeadership changes within BAE Systems have been announced, with Angus Cockburn joining the Board as a Non-Executive Director and Nicole Piasecki taking over from Chris Grigg as Senior Independent Director. The Executive Committee will also see new appointments following the retirement of long-serving members.\nIn their market update, BAE Systems states: “Trading has been in line with the upgraded guidance we issued at the time of our 2023 half-year results. We are delivering another year of good sales and earnings growth, together with strong cash flow generation.”\nCharles Woodburn, Chief Executive of BAE Systems, further elaborates: “Order flow on new and existing programmes, renewals on incumbent positions and progress with our opportunity pipeline remains strong. These underpin our confidence and visibility for good top line growth in the coming years.”\nThe post Scottish shipbuilding work boosts BAE books first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/scottish-shipbuilding-work-boosts-bae-books/#comments",
    "content": "<p>BAE Systems has shared an optimistic market update, underscoring its robust performance and strategic growth.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/scottish-shipbuilding-work-boosts-bae-books/\">Scottish shipbuilding work boosts BAE books</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "BAE Systems has shared an optimistic market update, underscoring its robust performance and strategic growth.\nScottish shipbuilding work boosts BAE books first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46807",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-14T09:10:04.000Z"
  },
  {
    "creator": "George Allison",
    "title": "BAE Systems issues trading update",
    "link": "https://ukdefencejournal.org.uk/bae-systems-issues-trading-update/",
    "pubDate": "Mon, 13 Nov 2023 11:00:20 +0000",
    "content:encoded": "<h4><a href=\"https://www.baesystems.com/en/article/market-update-nov-2023\">In its recent trading update</a>, BAE Systems PLC has outlined its operational achievements and financial expectations for 2023, placing particular emphasis on the contribution of submarine programmes to its growth.</h4>\n<p><strong>The company&#8217;s Chief Executive, Charles Woodburn, provided insights into the company&#8217;s current performance and future outlook.</strong></p>\n<p>BAE Systems has confirmed that its performance aligns with the upgraded forecasts issued at the 2023 half-year mark. A key highlight of this period is the significant order intake, with the company securing around £10 billion in new contracts.</p>\n<p>Among the various projects, the SSN-AUKUS submarine programme stands out with a funding of £3.9 billion for its next phase. This long-term commitment, extending into detailed design and procurement through 2028, exemplifies the extended cycle nature of defence contracts and provides a stable foundation for BAE Systems&#8217; future growth.</p>\n<p>Woodburn commented on this, noting, <em>“The high order flow reflects continued customer confidence in our ability to deliver important capabilities at a time of heightening geopolitical risk.”</em></p>\n<p>In addition to the submarine programme, BAE Systems is actively engaged in a variety of global defence projects, such as AMPV full-rate production and Bradley fighting vehicle upgrades.</p>\n<p>Woodburn highlighted the company&#8217;s operational efficiency and disciplined capital allocation, attributing these as key factors behind BAE Systems&#8217; ongoing success. <em>“We are delivering another year of good sales and earnings growth, together with strong cash flow generation,”</em> he stated, emphasising the performance of the company.</p>\n<p>Looking ahead, BAE Systems anticipates a 5-7% increase in sales, a 6-8% growth in underlying EBIT, and a 10-12% rise in underlying EPS for 2023. The company also projects its free cash flow to exceed £1.8 billion.</p>The post <a href=\"https://ukdefencejournal.org.uk/bae-systems-issues-trading-update/\">BAE Systems issues trading update</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "In its recent trading update, BAE Systems PLC has outlined its operational achievements and financial expectations for 2023, placing particular emphasis on the contribution of submarine programmes to its growth.\nThe company’s Chief Executive, Charles Woodburn, provided insights into the company’s current performance and future outlook.\nBAE Systems has confirmed that its performance aligns with the upgraded forecasts issued at the 2023 half-year mark. A key highlight of this period is the significant order intake, with the company securing around £10 billion in new contracts.\nAmong the various projects, the SSN-AUKUS submarine programme stands out with a funding of £3.9 billion for its next phase. This long-term commitment, extending into detailed design and procurement through 2028, exemplifies the extended cycle nature of defence contracts and provides a stable foundation for BAE Systems’ future growth.\nWoodburn commented on this, noting, “The high order flow reflects continued customer confidence in our ability to deliver important capabilities at a time of heightening geopolitical risk.”\nIn addition to the submarine programme, BAE Systems is actively engaged in a variety of global defence projects, such as AMPV full-rate production and Bradley fighting vehicle upgrades.\nWoodburn highlighted the company’s operational efficiency and disciplined capital allocation, attributing these as key factors behind BAE Systems’ ongoing success. “We are delivering another year of good sales and earnings growth, together with strong cash flow generation,” he stated, emphasising the performance of the company.\nLooking ahead, BAE Systems anticipates a 5-7% increase in sales, a 6-8% growth in underlying EBIT, and a 10-12% rise in underlying EPS for 2023. The company also projects its free cash flow to exceed £1.8 billion.\nThe post BAE Systems issues trading update first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/bae-systems-issues-trading-update/#comments",
    "content": "<p>BAE Systems anticipates a 5-7% increase in sales.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/bae-systems-issues-trading-update/\">BAE Systems issues trading update</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "BAE Systems anticipates a 5-7% increase in sales.\nBAE Systems issues trading update first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46804",
    "categories": [
      "Land"
    ],
    "isoDate": "2023-11-13T11:00:20.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Glasgow firm contracted for huge MOD storage facility",
    "link": "https://ukdefencejournal.org.uk/glasgow-firm-contracted-for-huge-mod-storage-facility/",
    "pubDate": "Mon, 13 Nov 2023 10:00:07 +0000",
    "content:encoded": "<h3 style=\"font-weight: 400;\">£86-million storage facility the size of 12 football pitches, or 75,000-metre-squared, is being built in Longtown, Cumbria.</h3>\n<p style=\"font-weight: 400;\"><strong>The £86m contract with Glasgow-based construction and civil engineering company McLaughlin &amp; Harvey will strengthen industrial activity across the UK, supporting approximately 150 high-quality, skilled jobs in Scotland and a further 300 in the North of England, growing the economy across both sides of the border, say the Ministry of Defence.</strong></p>\n<p style=\"font-weight: 400;\"><em>&#8220;Due to complete in early October 2024, the new facility will be a key asset in supporting the armed forces on operations. The facility will provide safe and secure storage for equipment used by all three services such as engines and other large spare parts in the defence inventory.</em></p>\n<p style=\"font-weight: 400;\"><em>Known as the MOD Distribution Centre (North), the Longtown facility will be the size of 12 football pitches and be built on a brownfield site within the Longtown estate. The build will provide greater resilience for UK Defence by enhancing MOD’s existing strategic warehouse sites in both Shropshire and Oxfordshire and will also allow older warehousing to be retired.&#8221;</em></p>\n<h4 style=\"font-weight: 400;\">John Farrow, DE&amp;S Director Logistics and Support Operating Centre, said:</h4>\n<p style=\"font-weight: 400;\"><em>&#8220;The new warehouse will provide the UK with additional modern storage facilities, building on the success of similar facilities in Donnington, that will ensure assets are available more rapidly to meet surges in demand. T</em><em>his contract represents a fantastic example of the progress we have made in developing and implementing fit-for-purpose facilities that is helping to accelerate our mission of</em><em> equipping and supporting our UK armed forces today and tomorrow.&#8221;</em></p>\n<h4 style=\"font-weight: 400;\">Minister for Defence Procurement, James Cartlidge, said:</h4>\n<p style=\"font-weight: 400;\"> &#8220;<em>I am delighted that work is being done at DM Longtown by McLaughlin and Harvey. Longtown is a hugely important, strategic facility and contributes much to the operational capability of Defence. This work also highlights the number of people at the facility who work cross-border and that Defence is a pan-UK business, involving contractors from right across the UK, to keep its people and allies safe.&#8221;</em></p>\n<h4 style=\"font-weight: 400;\">Secretary of State for Scotland, Alister Jack, said:</h4>\n<p style=\"font-weight: 400;\"><em> </em><em>&#8220;I welcome this multi-million-pound UK Government defence investment and the hundreds of jobs it will support in Scotland and Cumbria. This giant facility will help ensure kit used by our armed forces is stored in the best possible condition and can be deployed speedily. The Ministry of Defence invests more than £2 billion annually with industry and commerce in Scotland and this project is another great example of how such expenditure is growing the economy and creating better-paid jobs and opportunity right across the country.&#8221;</em></p>\n<p style=\"font-weight: 400;\">The facility reaches completion in late 2024.</p>The post <a href=\"https://ukdefencejournal.org.uk/glasgow-firm-contracted-for-huge-mod-storage-facility/\">Glasgow firm contracted for huge MOD storage facility</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "£86-million storage facility the size of 12 football pitches, or 75,000-metre-squared, is being built in Longtown, Cumbria.\nThe £86m contract with Glasgow-based construction and civil engineering company McLaughlin & Harvey will strengthen industrial activity across the UK, supporting approximately 150 high-quality, skilled jobs in Scotland and a further 300 in the North of England, growing the economy across both sides of the border, say the Ministry of Defence.\n“Due to complete in early October 2024, the new facility will be a key asset in supporting the armed forces on operations. The facility will provide safe and secure storage for equipment used by all three services such as engines and other large spare parts in the defence inventory.\nKnown as the MOD Distribution Centre (North), the Longtown facility will be the size of 12 football pitches and be built on a brownfield site within the Longtown estate. The build will provide greater resilience for UK Defence by enhancing MOD’s existing strategic warehouse sites in both Shropshire and Oxfordshire and will also allow older warehousing to be retired.”\nJohn Farrow, DE&S Director Logistics and Support Operating Centre, said:\n“The new warehouse will provide the UK with additional modern storage facilities, building on the success of similar facilities in Donnington, that will ensure assets are available more rapidly to meet surges in demand. This contract represents a fantastic example of the progress we have made in developing and implementing fit-for-purpose facilities that is helping to accelerate our mission of equipping and supporting our UK armed forces today and tomorrow.”\nMinister for Defence Procurement, James Cartlidge, said:\n “I am delighted that work is being done at DM Longtown by McLaughlin and Harvey. Longtown is a hugely important, strategic facility and contributes much to the operational capability of Defence. This work also highlights the number of people at the facility who work cross-border and that Defence is a pan-UK business, involving contractors from right across the UK, to keep its people and allies safe.”\nSecretary of State for Scotland, Alister Jack, said:\n “I welcome this multi-million-pound UK Government defence investment and the hundreds of jobs it will support in Scotland and Cumbria. This giant facility will help ensure kit used by our armed forces is stored in the best possible condition and can be deployed speedily. The Ministry of Defence invests more than £2 billion annually with industry and commerce in Scotland and this project is another great example of how such expenditure is growing the economy and creating better-paid jobs and opportunity right across the country.”\nThe facility reaches completion in late 2024.\nThe post Glasgow firm contracted for huge MOD storage facility first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/glasgow-firm-contracted-for-huge-mod-storage-facility/#comments",
    "content": "<p>An £86-million storage facility the size of 12 football pitches, or 75,000 metres squared, is being built in Longtown, Cumbria.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/glasgow-firm-contracted-for-huge-mod-storage-facility/\">Glasgow firm contracted for huge MOD storage facility</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "An £86-million storage facility the size of 12 football pitches, or 75,000 metres squared, is being built in Longtown, Cumbria.\nGlasgow firm contracted for huge MOD storage facility first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46801",
    "categories": [
      "Land"
    ],
    "isoDate": "2023-11-13T10:00:07.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Royal Navy aircraft carrier arrives in Scotland",
    "link": "https://ukdefencejournal.org.uk/british-aircraft-carrier-arrives-in-scotland-2/",
    "pubDate": "Mon, 13 Nov 2023 09:00:18 +0000",
    "content:encoded": "<h3>Aircraft carrier HMS Queen Elizabeth has arrived in Scotland for a logistics stop.</h3>\n<p><strong>The 65,000-tonne aircraft carrier is returning to Glenmallan in Scotland for a routine logistics visit.</strong></p>\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">We’ve left our taskgroup behind as we draw NEPTUNE STRIKE to a close. We’ve achieved a lot of firsts, gained valuable insight and training, and demonstrated our capabilities. </p>\n<p>Onward to beautiful Scotland! <img src=\"https://s.w.org/images/core/emoji/14.0.0/72x72/1f3f4-e0067-e0062-e0073-e0063-e0074-e007f.png\" alt=\"🏴󠁧󠁢󠁳󠁣󠁴󠁿\" class=\"wp-smiley\" style=\"height: 1em; max-height: 1em;\" /><a href=\"https://twitter.com/hashtag/KingsFlagship?src=hash&amp;ref_src=twsrc%5Etfw\">#KingsFlagship</a> <a href=\"https://twitter.com/hashtag/StrongerTogether?src=hash&amp;ref_src=twsrc%5Etfw\">#StrongerTogether</a> <a href=\"https://twitter.com/STRIKFORNATO?ref_src=twsrc%5Etfw\">@STRIKFORNATO</a> <a href=\"https://t.co/HpFGO6uS27\">pic.twitter.com/HpFGO6uS27</a></p>\n<p>&mdash; HMS Queen Elizabeth (@HMSQNLZ) <a href=\"https://twitter.com/HMSQNLZ/status/1723772858785051019?ref_src=twsrc%5Etfw\">November 12, 2023</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<p>The vessel has visited the Northern Ammunition Jetty at Glen Mallan near Faslane multiple times since it was upgraded. According to a news release on the upgrade work:</p>\n<p><em>&#8220;We awarded a £67m contract to VolkerStevin in 2019. Alongside them, we worked with managing agent Jacobs, which provided engineering and professional services, as well as designer Arch Henderson. In completing this major project, £20m was spent with local suppliers and small and medium enterprises in Scotland. The jetty was last upgraded in the 1970s and had reached the end of its economic life. </em><em>The upgrade work has not only extended the life of the jetty by an estimated fifty years, but has also made the site accessible for the Royal Navy’s aircraft carriers, HMS Queen Elizabeth and HMS Prince of Wales.</em></p>\n<p><em>In fact, HMS Queen Elizabeth visited part way through the work, back in March 2021, in preparation for her first operational deployment. This was not originally planned but became necessary when the scale of the ship’s deployment increased, presenting the team with a challenge to make the jetty operational in time for her arrival. Everyone involved, from DIO, VolkerStevin, Jacobs and the various subcontractors worked closely together to enable HMS Queen Elizabeth to berth at the unfinished jetty, which she did successfully.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/british-aircraft-carrier-arrives-in-scotland-2/\">Royal Navy aircraft carrier arrives in Scotland</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Aircraft carrier HMS Queen Elizabeth has arrived in Scotland for a logistics stop.\nThe 65,000-tonne aircraft carrier is returning to Glenmallan in Scotland for a routine logistics visit.\nWe’ve left our taskgroup behind as we draw NEPTUNE STRIKE to a close. We’ve achieved a lot of firsts, gained valuable insight and training, and demonstrated our capabilities. \nOnward to beautiful Scotland! #KingsFlagship #StrongerTogether @STRIKFORNATO pic.twitter.com/HpFGO6uS27\n— HMS Queen Elizabeth (@HMSQNLZ) November 12, 2023\n\n\nThe vessel has visited the Northern Ammunition Jetty at Glen Mallan near Faslane multiple times since it was upgraded. According to a news release on the upgrade work:\n“We awarded a £67m contract to VolkerStevin in 2019. Alongside them, we worked with managing agent Jacobs, which provided engineering and professional services, as well as designer Arch Henderson. In completing this major project, £20m was spent with local suppliers and small and medium enterprises in Scotland. The jetty was last upgraded in the 1970s and had reached the end of its economic life. The upgrade work has not only extended the life of the jetty by an estimated fifty years, but has also made the site accessible for the Royal Navy’s aircraft carriers, HMS Queen Elizabeth and HMS Prince of Wales.\nIn fact, HMS Queen Elizabeth visited part way through the work, back in March 2021, in preparation for her first operational deployment. This was not originally planned but became necessary when the scale of the ship’s deployment increased, presenting the team with a challenge to make the jetty operational in time for her arrival. Everyone involved, from DIO, VolkerStevin, Jacobs and the various subcontractors worked closely together to enable HMS Queen Elizabeth to berth at the unfinished jetty, which she did successfully.”\nThe post Royal Navy aircraft carrier arrives in Scotland first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/british-aircraft-carrier-arrives-in-scotland-2/#comments",
    "content": "<p>The 65,000-tonne aircraft carrier is returning to Glenmallan in Scotland for a routine logistics visit.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-aircraft-carrier-arrives-in-scotland-2/\">Royal Navy aircraft carrier arrives in Scotland</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The 65,000-tonne aircraft carrier is returning to Glenmallan in Scotland for a routine logistics visit.\nRoyal Navy aircraft carrier arrives in Scotland first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46798",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-13T09:00:18.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "Clyde shipyard contractors balloted over strike action",
    "link": "https://ukdefencejournal.org.uk/clyde-shipyard-contractors-balloted-over-strike-action/",
    "pubDate": "Sun, 12 Nov 2023 08:45:24 +0000",
    "content:encoded": "<h3>Unite the trade union have confirmed that over 30 members contracted to work on the new Type 26 Frigates on the Clyde are being balloted for strike action in a dispute over pay and conditions.</h3>\n<p><strong>The Unite members including electricians, labourers and cable hands are employed by CBL Cable Contractors Limited based at BAE Systems on the Clyde.</strong></p>\n<p>The contractors are demanding to be paid the BAE Systems yard rate, or an additional £1 per hour on top of the current rates of pay. The dispute also relates to travel related payments which Unite say their members are due as the BAE workplace falls under the scope of the Joint Industry Board Agreement.</p>\n<p><em>&#8220;The agreement sets the standards for employment, grading and apprentice training in the electrical contracting industry. This includes travel time and the use of a personal vehicle to travel to work which entitles workers to a mileage allowance. The industrial action ballot opens on <strong>7 November </strong>and closes on <strong>20 November.</strong> If the ballot is successful then strike action could take place from early December.&#8221;</em></p>\n<p>Unite general secretary Sharon Graham was quoted as saying:</p>\n<p><em>&#8220;Unite members employed by </em><em>CBL Cable Contractors are an essential part of the workforce building the new type 26 Frigate at BAE Systems on the Clyde. </em><em>Our members are working on a multi-billion pound contract designed to protect and defend the UK but they are instead being treated as second-class citizens on the job.</em></p>\n<p><em>This is entirely unacceptable and our members deserve the rate for the job. We will support them all the way in their fight for better jobs, pay and conditions as they are entitled to under an industry-wide agreement.&#8221;</em></p>\n<p>The UK Ministry of Defence awarded a £4.2bn contract to BAE Systems in November 2022 to manufacture the next five City Class Type 26 frigates for the Royal Navy in Glasgow. The contract is estimated to sustain more than 4,000 jobs across BAE Systems and the wider UK maritime supply chain.</p>\n<p>Stevie Dillon, Unite regional coordinator, added<strong><em>: </em></strong></p>\n<p><em>&#8220;CBL Cable contractors are currently getting paid well below the ‘shipyard rate’ and they have been for many years. Unite can’t allow this situation to go unchallenged which is why we are balloting our members on strike action. If these same workers happened to be working in England or Wales then they would be paid the shipyard rate. So, it’s double standards why are our members on the Clyde aren’t getting what they deserve.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/clyde-shipyard-contractors-balloted-over-strike-action/\">Clyde shipyard contractors balloted over strike action</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Unite the trade union have confirmed that over 30 members contracted to work on the new Type 26 Frigates on the Clyde are being balloted for strike action in a dispute over pay and conditions.\nThe Unite members including electricians, labourers and cable hands are employed by CBL Cable Contractors Limited based at BAE Systems on the Clyde.\nThe contractors are demanding to be paid the BAE Systems yard rate, or an additional £1 per hour on top of the current rates of pay. The dispute also relates to travel related payments which Unite say their members are due as the BAE workplace falls under the scope of the Joint Industry Board Agreement.\n“The agreement sets the standards for employment, grading and apprentice training in the electrical contracting industry. This includes travel time and the use of a personal vehicle to travel to work which entitles workers to a mileage allowance. The industrial action ballot opens on 7 November and closes on 20 November. If the ballot is successful then strike action could take place from early December.”\nUnite general secretary Sharon Graham was quoted as saying:\n“Unite members employed by CBL Cable Contractors are an essential part of the workforce building the new type 26 Frigate at BAE Systems on the Clyde. Our members are working on a multi-billion pound contract designed to protect and defend the UK but they are instead being treated as second-class citizens on the job.\nThis is entirely unacceptable and our members deserve the rate for the job. We will support them all the way in their fight for better jobs, pay and conditions as they are entitled to under an industry-wide agreement.”\nThe UK Ministry of Defence awarded a £4.2bn contract to BAE Systems in November 2022 to manufacture the next five City Class Type 26 frigates for the Royal Navy in Glasgow. The contract is estimated to sustain more than 4,000 jobs across BAE Systems and the wider UK maritime supply chain.\nStevie Dillon, Unite regional coordinator, added: \n“CBL Cable contractors are currently getting paid well below the ‘shipyard rate’ and they have been for many years. Unite can’t allow this situation to go unchallenged which is why we are balloting our members on strike action. If these same workers happened to be working in England or Wales then they would be paid the shipyard rate. So, it’s double standards why are our members on the Clyde aren’t getting what they deserve.”\nThe post Clyde shipyard contractors balloted over strike action first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/clyde-shipyard-contractors-balloted-over-strike-action/#comments",
    "content": "<p>The contractors are demanding to be paid the BAE Systems yard rate, or an additional £1 per hour on top of the current rates of pay.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/clyde-shipyard-contractors-balloted-over-strike-action/\">Clyde shipyard contractors balloted over strike action</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The contractors are demanding to be paid the BAE Systems yard rate, or an additional £1 per hour on top of the current rates of pay.\nClyde shipyard contractors balloted over strike action first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46796",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-12T08:45:24.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "British frigate returns home",
    "link": "https://ukdefencejournal.org.uk/british-frigate-returns-home/",
    "pubDate": "Sat, 25 Nov 2023 17:00:12 +0000",
    "content:encoded": "<h4>HMS Portland, a Type 23 frigate, received a warm welcome upon returning to its home port in Devonport, after months of operations in the North Atlantic and surrounding UK waters.</h4>\n<p><strong>Embarking from Devonport in early August, HMS Portland&#8217;s mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.</strong></p>\n<p>According to the <a href=\"https://www.royalnavy.mod.uk/news-and-latest-activity/news/2023/november/17/231117-hms-portland-returns-home\" target=\"_new\" rel=\"noopener\">Royal Navy press release</a>, <em>&#8220;HMS Portland has had a busy schedule since leaving Plymouth.&#8221;</em> This included a brief collaboration with HMS Queen Elizabeth and the UK Carrier Strike Group for NATO training and exercises.</p>\n<p>A pivotal aspect of HMS Portland&#8217;s deployment was tracking Russian warships and submarines. This task was undertaken in coordination with the offshore patrol vessel HMS Tyne and the RAF’s P8 Poseidon aircraft. The frigate monitored several Russian vessels, such as corvettes Boikiy and Grad, cruiser Marshal Ustinov, and the Udaloy-class destroyer Severomorsk.</p>\n<p>During a visit to Belfast, Northern Ireland, HMS Portland then embarked on a transatlantic journey to Canada to participate in the Royal Canadian Navy’s inaugural International Fleet Week in Halifax, Nova Scotia. The frigate opened its gangway to the public, including participants from Techsploration, which encourages young women to pursue careers in science, engineering, trade, and technology.</p>\n<p>HMS Portland also took part in exchanges with sailors from various international navies in Halifax, culminating in a salute to the Commander of the Canadian Navy, Vice Admiral Angus Topshee.</p>\n<p>Upon its return to the North Atlantic, HMS Portland rejoined the UK Carrier Strike Group, escorting HMS Queen Elizabeth alongside the Type 45 destroyer HMS Diamond. The frigate played a critical role in the launch of a Training Variant Torpedo from Merlin Mk2 helicopters aboard the aircraft carrier.</p>\n<p>With its return to Devonport, HMS Portland concludes a series of strategic operations, underscoring its vital role in maintaining security in the North Atlantic and surrounding UK waters.</p>\n<p><em>You can read more about this by <a href=\"https://www.royalnavy.mod.uk/news-and-latest-activity/news/2023/november/17/231117-hms-portland-returns-home\" target=\"_new\" rel=\"noopener\">clicking here</a>.</em></p>The post <a href=\"https://ukdefencejournal.org.uk/british-frigate-returns-home/\">British frigate returns home</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "HMS Portland, a Type 23 frigate, received a warm welcome upon returning to its home port in Devonport, after months of operations in the North Atlantic and surrounding UK waters.\nEmbarking from Devonport in early August, HMS Portland’s mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.\nAccording to the Royal Navy press release, “HMS Portland has had a busy schedule since leaving Plymouth.” This included a brief collaboration with HMS Queen Elizabeth and the UK Carrier Strike Group for NATO training and exercises.\nA pivotal aspect of HMS Portland’s deployment was tracking Russian warships and submarines. This task was undertaken in coordination with the offshore patrol vessel HMS Tyne and the RAF’s P8 Poseidon aircraft. The frigate monitored several Russian vessels, such as corvettes Boikiy and Grad, cruiser Marshal Ustinov, and the Udaloy-class destroyer Severomorsk.\nDuring a visit to Belfast, Northern Ireland, HMS Portland then embarked on a transatlantic journey to Canada to participate in the Royal Canadian Navy’s inaugural International Fleet Week in Halifax, Nova Scotia. The frigate opened its gangway to the public, including participants from Techsploration, which encourages young women to pursue careers in science, engineering, trade, and technology.\nHMS Portland also took part in exchanges with sailors from various international navies in Halifax, culminating in a salute to the Commander of the Canadian Navy, Vice Admiral Angus Topshee.\nUpon its return to the North Atlantic, HMS Portland rejoined the UK Carrier Strike Group, escorting HMS Queen Elizabeth alongside the Type 45 destroyer HMS Diamond. The frigate played a critical role in the launch of a Training Variant Torpedo from Merlin Mk2 helicopters aboard the aircraft carrier.\nWith its return to Devonport, HMS Portland concludes a series of strategic operations, underscoring its vital role in maintaining security in the North Atlantic and surrounding UK waters.\nYou can read more about this by clicking here.\nThe post British frigate returns home first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/british-frigate-returns-home/#comments",
    "content": "<p>Embarking from Devonport in early August, HMS Portland's mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-frigate-returns-home/\">British frigate returns home</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Embarking from Devonport in early August, HMS Portland's mission included the shadowing of Russian naval vessels and visits to ports from Belfast to Nova Scotia.\nBritish frigate returns home first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46923",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-25T17:00:12.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "Rolls-Royce completes 100% sustainable aviation fuel test",
    "link": "https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/",
    "pubDate": "Sat, 25 Nov 2023 15:00:23 +0000",
    "content:encoded": "<h3>Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.</h3>\n<p><strong>The final test in this series, which involved a BR710 business jet engine, was conducted at the company&#8217;s facility in Canada.</strong></p>\n<p><a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\">According to the company</a>, the comprehensive test programme included engines such as the Trent 700, Trent 800, Trent 900, Trent 1000, Trent XWB-84, Trent XWB-97, Trent 7000, BR725, Pearl 700, Pearl 15, and Pearl 10X. These tests, which involved a range of ground and flight tests, confirmed <a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\">that the use of 100% SAF does not impact engine performance.</a></p>\n<p>Tufan Erginbilgic, CEO of Rolls-Royce plc, expressed the significance of this milestone:</p>\n<p><em>&#8220;Becoming the first jet engine manufacturer to publicly confirm all our in-production engines for long-haul aircraft and business jets are compatible with 100% SAF, is an important milestone for both Rolls-Royce and the wider aviation industry, according to the company. It&#8217;s also further evidence of our commitment to becoming a net zero company by 2050 and supporting our customers to do the same.&#8221;</em></p>\n<p>Simon Burr, Group Director of Engineering, Technology and Safety at Rolls-Royce plc, added:</p>\n<p><em>&#8220;This is an important milestone, not just for Rolls-Royce, but also for the wider civil aerospace industry. We hope the success of these tests provides a level of technical validation that supports those who seek to invest in the production of 100% SAF going forward.&#8221;</em></p>\n<p>Mark Harper, UK Transport Secretary, commented on the broader implications:</p>\n<p><em>&#8220;The world’s journey to decarbonising flight is powered by British innovation and backed by the UK Government, meaning people can continue to travel how they want, in a way that’s fit for the future. Today’s news demonstrates that Rolls Royce and the UK are global leaders in decarbonising transport, taking us one step closer to Jet Zero.&#8221;</em></p>\n<p>According to Rolls-Royce, its new generation UltraFan engine demonstrator, which also ran earlier this year, is capable of operating on 100% SAF.</p>\n<p>The company&#8217;s commitment to sustainable aviation will be further showcased in a joint effort with Virgin Atlantic, where Trent 1000 engines will power a Boeing 787 Dreamliner on Flight 100, the world’s first transatlantic 100% SAF flight. This project involves a consortium including Boeing, University of Sheffield, Imperial College London, and the Rocky Mountain Institute, sponsored by the Department for Transport.</p>\n<p><a href=\"https://www.rolls-royce.com/media/press-releases/2023/13-11-2023-poweroftrent-rr-successfully-completes-100-sustainable-aviation-fuel-test-programme.aspx\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/\">Rolls-Royce completes 100% sustainable aviation fuel test</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.\nThe final test in this series, which involved a BR710 business jet engine, was conducted at the company’s facility in Canada.\nAccording to the company, the comprehensive test programme included engines such as the Trent 700, Trent 800, Trent 900, Trent 1000, Trent XWB-84, Trent XWB-97, Trent 7000, BR725, Pearl 700, Pearl 15, and Pearl 10X. These tests, which involved a range of ground and flight tests, confirmed that the use of 100% SAF does not impact engine performance.\nTufan Erginbilgic, CEO of Rolls-Royce plc, expressed the significance of this milestone:\n“Becoming the first jet engine manufacturer to publicly confirm all our in-production engines for long-haul aircraft and business jets are compatible with 100% SAF, is an important milestone for both Rolls-Royce and the wider aviation industry, according to the company. It’s also further evidence of our commitment to becoming a net zero company by 2050 and supporting our customers to do the same.”\nSimon Burr, Group Director of Engineering, Technology and Safety at Rolls-Royce plc, added:\n“This is an important milestone, not just for Rolls-Royce, but also for the wider civil aerospace industry. We hope the success of these tests provides a level of technical validation that supports those who seek to invest in the production of 100% SAF going forward.”\nMark Harper, UK Transport Secretary, commented on the broader implications:\n“The world’s journey to decarbonising flight is powered by British innovation and backed by the UK Government, meaning people can continue to travel how they want, in a way that’s fit for the future. Today’s news demonstrates that Rolls Royce and the UK are global leaders in decarbonising transport, taking us one step closer to Jet Zero.”\nAccording to Rolls-Royce, its new generation UltraFan engine demonstrator, which also ran earlier this year, is capable of operating on 100% SAF.\nThe company’s commitment to sustainable aviation will be further showcased in a joint effort with Virgin Atlantic, where Trent 1000 engines will power a Boeing 787 Dreamliner on Flight 100, the world’s first transatlantic 100% SAF flight. This project involves a consortium including Boeing, University of Sheffield, Imperial College London, and the Rocky Mountain Institute, sponsored by the Department for Transport.\nYou can read more about this by clicking here.\nThe post Rolls-Royce completes 100% sustainable aviation fuel test first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/#comments",
    "content": "<p>Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/rolls-royce-completes-100-sustainable-aviation-fuel-test/\">Rolls-Royce completes 100% sustainable aviation fuel test</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Rolls-Royce has announced the successful completion of compatibility testing of 100% Sustainable Aviation Fuel (SAF) on all its in-production civil aero engine types.\nRolls-Royce completes 100% sustainable aviation fuel test first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46921",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T15:00:23.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Sweden selects British CAMM missiles",
    "link": "https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/",
    "pubDate": "Sat, 25 Nov 2023 13:00:11 +0000",
    "content:encoded": "<h3>MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs).</h3>\n<p><strong>This agreement, brokered between MBDA and the Swedish Defence Materiel Administration FMV, involves equipping the Royal Swedish Navy&#8217;s Visby Class Corvettes with CAMMs, to be deployed via MBDA’s Sea Ceptor naval air defence system.</strong></p>\n<p>Sea Ceptor, a state-of-the-art naval air defence system, is well known for its ability to provide comprehensive self- and local area air defence.</p>\n<p>It can counter a wide array of threats, including supersonic anti-ship missiles, attack helicopters, and un-crewed air vehicles. Notably, the system is adept at handling simultaneous attacks, including saturation attacks, from any direction.</p>\n<p>Eric Beranger, CEO of MBDA, emphasised the significance of this contract. <em>&#8220;CAMM will provide Sweden and the Royal Swedish Navy with a formidable air defence capability that gives the country a strong new contribution to NATO together with other allied Sea Ceptor users like the Royal Navy from the United Kingdom. We’re proud also to be continuing our long history of partnership with Sweden and Swedish industry, including Saab.&#8221;</em></p>\n<p>Sweden now joins a growing list of countries, such as Poland, the UK, Italy, Canada, and Brazil, that have selected the CAMM family for their latest generation naval and ground-based air defence needs.</p>\n<p><a href=\"https://www.mbda-systems.com/press-releases/sweden-orders-mbdas-camm-air-defence-missile/\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/\">Sweden selects British CAMM missiles</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs).\nThis agreement, brokered between MBDA and the Swedish Defence Materiel Administration FMV, involves equipping the Royal Swedish Navy’s Visby Class Corvettes with CAMMs, to be deployed via MBDA’s Sea Ceptor naval air defence system.\nSea Ceptor, a state-of-the-art naval air defence system, is well known for its ability to provide comprehensive self- and local area air defence.\nIt can counter a wide array of threats, including supersonic anti-ship missiles, attack helicopters, and un-crewed air vehicles. Notably, the system is adept at handling simultaneous attacks, including saturation attacks, from any direction.\nEric Beranger, CEO of MBDA, emphasised the significance of this contract. “CAMM will provide Sweden and the Royal Swedish Navy with a formidable air defence capability that gives the country a strong new contribution to NATO together with other allied Sea Ceptor users like the Royal Navy from the United Kingdom. We’re proud also to be continuing our long history of partnership with Sweden and Swedish industry, including Saab.”\nSweden now joins a growing list of countries, such as Poland, the UK, Italy, Canada, and Brazil, that have selected the CAMM family for their latest generation naval and ground-based air defence needs.\nYou can read more about this by clicking here.\nThe post Sweden selects British CAMM missiles first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/#comments",
    "content": "<p>MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs) for their Visby class corvettes.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/sweden-selects-british-camm-missiles/\">Sweden selects British CAMM missiles</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "MBDA has signed a contract with Sweden for the delivery of Common Anti-air Modular Missiles (CAMMs) for their Visby class corvettes.\nSweden selects British CAMM missiles first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46926",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-25T13:00:11.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "Boeing shifts toward production of MH-139A Grey Wolf",
    "link": "https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/",
    "pubDate": "Sat, 25 Nov 2023 12:00:29 +0000",
    "content:encoded": "<h3>Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf, following the completion of the program&#8217;s Research, Development, Test &amp; Evaluation (RDT&amp;E) phase.</h3>\n<p><strong>The final RDT&amp;E aircraft was delivered to the U.S. Air Force in October, marking a significant milestone for the project.</strong></p>\n<p>Azeem Khan, MH-139 program director at Boeing, <a href=\"https://boeing.mediaroom.com/news-releases-statements?item=131369\">commented</a>, “<em>Delivering all of the RDT&amp;E aircraft to the Air Force enables them to continue critical operational testing and allows Boeing to focus on building the first production aircraft.</em>” He further added, “<em>The Grey Wolf will provide crucial national security capability improvements to the Air Force. This is an important step in getting the aircraft into service.</em>”</p>\n<p>Boeing is scheduled to deliver the first production aircraft in 2024. The Air Force has already awarded Boeing a contract for the first 13 aircraft, with the initial one currently in final assembly. The contract has the potential to expand up to 80 MH-139A Grey Wolf helicopters.</p>\n<p>Robert Beyer, MH-139 Senior Program Manager at Leonardo Helicopters US, stated, “<em>With the final test aircraft delivered, we’re headed into an exciting production phase. With the MH-139, the United States Air Force is getting a faster and more capable aircraft to bring them into a new era of service for this mission.</em>”</p>\n<p>The MH-139A is set to replace the UH-1N Huey. Its primary roles include protecting intercontinental ballistic missiles across the U.S. and transporting VIP and security personnel.</p>\n<p><a href=\"https://boeing.mediaroom.com/news-releases-statements?item=131369\">You can read more about this by clicking here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/\">Boeing shifts toward production of MH-139A Grey Wolf</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf, following the completion of the program’s Research, Development, Test & Evaluation (RDT&E) phase.\nThe final RDT&E aircraft was delivered to the U.S. Air Force in October, marking a significant milestone for the project.\nAzeem Khan, MH-139 program director at Boeing, commented, “Delivering all of the RDT&E aircraft to the Air Force enables them to continue critical operational testing and allows Boeing to focus on building the first production aircraft.” He further added, “The Grey Wolf will provide crucial national security capability improvements to the Air Force. This is an important step in getting the aircraft into service.”\nBoeing is scheduled to deliver the first production aircraft in 2024. The Air Force has already awarded Boeing a contract for the first 13 aircraft, with the initial one currently in final assembly. The contract has the potential to expand up to 80 MH-139A Grey Wolf helicopters.\nRobert Beyer, MH-139 Senior Program Manager at Leonardo Helicopters US, stated, “With the final test aircraft delivered, we’re headed into an exciting production phase. With the MH-139, the United States Air Force is getting a faster and more capable aircraft to bring them into a new era of service for this mission.”\nThe MH-139A is set to replace the UH-1N Huey. Its primary roles include protecting intercontinental ballistic missiles across the U.S. and transporting VIP and security personnel.\nYou can read more about this by clicking here.\nThe post Boeing shifts toward production of MH-139A Grey Wolf first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/#comments",
    "content": "<p>Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/boeing-shifts-toward-production-of-mh-139a-grey-wolf/\">Boeing shifts toward production of MH-139A Grey Wolf</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Boeing has announced its transition towards the low-rate initial production of the MH-139A Grey Wolf.\nBoeing shifts toward production of MH-139A Grey Wolf first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46919",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T12:00:29.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "American Abrams tanks for Romania",
    "link": "https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/",
    "pubDate": "Sat, 25 Nov 2023 11:00:07 +0000",
    "content:encoded": "<h3>The U.S. State Department has given its approval for a possible Foreign Military Sale to Romania, involving M1A2 Abrams Main Battle Tanks and related equipment, with the proposed sale valued at approximately $2.53 billion.</h3>\n<p><strong>This follows the formal notification to Congress by the Defense Security Cooperation Agency.</strong></p>\n<p>Romania&#8217;s request, as detailed in the press release, includes <em>&#8220;fifty-four (54) M1A2 SEPv3 Abrams Main Battle Tanks; fifty-four (54) M1A1 Structures; four (4) M88A2 HERCULES Combat Recovery Vehicles; and other equipment.&#8221;</em></p>\n<p>The list extends to include various types of vehicles, weapons, ammunition, and support services.</p>\n<p>The State Department&#8217;s press release emphasises the significance of this sale for U.S. foreign policy: <em>&#8220;This proposed sale will support the foreign policy and national security objectives of the United States by helping to improve the security of a NATO Ally which is an important force for political and economic stability in Europe.&#8221;</em></p>\n<p>Regarding the impact on Romania&#8217;s defence capabilities, the release states, <em>&#8220;The proposed sale will improve Romania’s capability to meet current and future threats by providing a credible force that is capable of deterring adversaries and participating in NATO operations.&#8221;</em></p>\n<p>It also assures that <em>&#8220;Romania will have no difficulty absorbing this equipment into its armed forces.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/\">American Abrams tanks for Romania</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The U.S. State Department has given its approval for a possible Foreign Military Sale to Romania, involving M1A2 Abrams Main Battle Tanks and related equipment, with the proposed sale valued at approximately $2.53 billion.\nThis follows the formal notification to Congress by the Defense Security Cooperation Agency.\nRomania’s request, as detailed in the press release, includes “fifty-four (54) M1A2 SEPv3 Abrams Main Battle Tanks; fifty-four (54) M1A1 Structures; four (4) M88A2 HERCULES Combat Recovery Vehicles; and other equipment.”\nThe list extends to include various types of vehicles, weapons, ammunition, and support services.\nThe State Department’s press release emphasises the significance of this sale for U.S. foreign policy: “This proposed sale will support the foreign policy and national security objectives of the United States by helping to improve the security of a NATO Ally which is an important force for political and economic stability in Europe.”\nRegarding the impact on Romania’s defence capabilities, the release states, “The proposed sale will improve Romania’s capability to meet current and future threats by providing a credible force that is capable of deterring adversaries and participating in NATO operations.”\nIt also assures that “Romania will have no difficulty absorbing this equipment into its armed forces.”\nThe post American Abrams tanks for Romania first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/#comments",
    "content": "<p>The U.S. State Department has given its approval for a possible sale to Romania of 54 M1A2 Abrams Main Battle Tanks.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/american-abrams-tanks-for-romania/\">American Abrams tanks for Romania</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The U.S. State Department has given its approval for a possible sale to Romania of 54 M1A2 Abrams Main Battle Tanks.\nAmerican Abrams tanks for Romania first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46916",
    "categories": [
      "Land"
    ],
    "isoDate": "2023-11-25T11:00:07.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "NATO joins UK in purchasing E-7 early warning aircraft",
    "link": "https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/",
    "pubDate": "Sat, 25 Nov 2023 10:00:50 +0000",
    "content:encoded": "<h4>NATO has announced the selection of its next-generation command and control aircraft, moving forward with the Boeing E-7A Wedgetail to replace its existing E-3 Airborne Warning and Control (AWACS) fleet, which is nearing retirement.</h4>\n<p><strong>The production of six new E-7A aircraft is expected to begin in the coming years, with the first aircraft slated to be ready for operational duty by 2031.</strong></p>\n<p>This decision follows approval from a consortium of Allied nations.</p>\n<p>NATO Secretary General Jens Stoltenberg commented on the development, stating,<em> “Surveillance and control aircraft are crucial for NATO’s collective defence and I welcome Allies’ commitment to investing in high-end capabilities.”</em></p>\n<p>He also noted the benefits of pooling resources, enabling Allies to collectively purchase and operate assets that would be too costly for individual countries. <em>Stoltenberg added, &#8220;This investment in state-of-the-art technology shows the strength of transatlantic defence cooperation as we continue to adapt to a more unstable world&#8221;.</em></p>\n<p>The E-7 Wedgetail, an advanced early warning and control aircraft, is equipped with a sophisticated radar system. It is capable of detecting hostile aircraft, missiles, and ships at great distances and can direct NATO fighter jets to their targets.</p>\n<p>The aircraft is based on a militarised version of the Boeing 737 jetliner. Countries such as the United States, the United Kingdom, Australia and Türkiye either currently operate the Wedgetail or plan to do so.</p>\n<p>Since the 1980s, NATO has operated a fleet of E-3A AWACS aircraft from Geilenkirchen Air Base in Germany. These aircraft have been involved in every major NATO operation, including actions against ISIS and on NATO’s eastern flank following Russia’s invasion of Ukraine.</p>\n<p>The E-7 is expected to be primarily based at Geilenkirchen and may operate from several forward locations across Europe. It will be a part of NATO’s future surveillance and control project, which aims to introduce the next generation of surveillance systems by the mid-2030s.</p>The post <a href=\"https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/\">NATO joins UK in purchasing E-7 early warning aircraft</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "NATO has announced the selection of its next-generation command and control aircraft, moving forward with the Boeing E-7A Wedgetail to replace its existing E-3 Airborne Warning and Control (AWACS) fleet, which is nearing retirement.\nThe production of six new E-7A aircraft is expected to begin in the coming years, with the first aircraft slated to be ready for operational duty by 2031.\nThis decision follows approval from a consortium of Allied nations.\nNATO Secretary General Jens Stoltenberg commented on the development, stating, “Surveillance and control aircraft are crucial for NATO’s collective defence and I welcome Allies’ commitment to investing in high-end capabilities.”\nHe also noted the benefits of pooling resources, enabling Allies to collectively purchase and operate assets that would be too costly for individual countries. Stoltenberg added, “This investment in state-of-the-art technology shows the strength of transatlantic defence cooperation as we continue to adapt to a more unstable world”.\nThe E-7 Wedgetail, an advanced early warning and control aircraft, is equipped with a sophisticated radar system. It is capable of detecting hostile aircraft, missiles, and ships at great distances and can direct NATO fighter jets to their targets.\nThe aircraft is based on a militarised version of the Boeing 737 jetliner. Countries such as the United States, the United Kingdom, Australia and Türkiye either currently operate the Wedgetail or plan to do so.\nSince the 1980s, NATO has operated a fleet of E-3A AWACS aircraft from Geilenkirchen Air Base in Germany. These aircraft have been involved in every major NATO operation, including actions against ISIS and on NATO’s eastern flank following Russia’s invasion of Ukraine.\nThe E-7 is expected to be primarily based at Geilenkirchen and may operate from several forward locations across Europe. It will be a part of NATO’s future surveillance and control project, which aims to introduce the next generation of surveillance systems by the mid-2030s.\nThe post NATO joins UK in purchasing E-7 early warning aircraft first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/#comments",
    "content": "<p>Countries such as the United States, the United Kingdom, Australia and Turkey either currently operate the Wedgetail or plan to do so.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/nato-joins-uk-in-purchasing-e-7-early-warning-aircraft/\">NATO joins UK in purchasing E-7 early warning aircraft</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Countries such as the United States, the United Kingdom, Australia and Turkey either currently operate the Wedgetail or plan to do so.\nNATO joins UK in purchasing E-7 early warning aircraft first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46925",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T10:00:50.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "British military provides further support to get aid into Gaza",
    "link": "https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/",
    "pubDate": "Sat, 25 Nov 2023 08:30:33 +0000",
    "content:encoded": "<h3>The UK has announced an additional £30 million in humanitarian aid to address the growing crisis in Gaza.</h3>\n<p><strong>This announcement was made by the Foreign Secretary during his visit to Israel and the Occupied Palestinian Territories (OPTs).</strong></p>\n<p>The Foreign Secretary&#8217;s visit, which included a series of meetings with senior Israeli politicians, focussed on intensifying UK efforts to alleviate the humanitarian situation in Gaza. The discussions centred around opening greater access for essential support, including medical supplies and fuel.</p>\n<p>This new pledge of £30 million brings the total additional aid announced by the UK for Palestinian civilians to £60 million since the crisis began in October.</p>\n<p>Foreign Secretary David Cameron highlighted the importance of this assistance, stating:</p>\n<p><em>&#8220;We are hopeful that today will see the release of hostages, and I am urging all parties to continue to work towards the release of every hostage. A pause will also allow access for life-saving aid to the people of Gaza. I am proud that a fourth UK flight carrying critical supplies landed in Egypt today, and I can announce new £30 million of funding which will be spent on vital aid such as shelter and medical provisions.&#8221;</em></p>\n<p>The focus of the UK&#8217;s support is on delivering lifesaving aid to those in Gaza, with the assistance being channelled through trusted partners and UN agencies on the ground. The aid includes provisions for shelter and medical supplies, addressing the immediate needs of the population.</p>\n<p>The fourth UK aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.</p>\n<p>The Royal Air Force (RAF) flight delivered 23 tonnes of aid, including blankets and sleeping mats, to be distributed by the United Nations Relief and Works Agency (UNRWA). Defence Secretary Grant Shapps commented on the RAF&#8217;s role, saying: <em>&#8220;The RAF continues to deliver on the UK’s commitment to helping those in need by operating flights into the region to provide urgent humanitarian support which will save civilian lives.&#8221;</em></p>\n<p><a href=\"https://www.gov.uk/government/news/uk-commits-further-support-to-get-aid-into-gaza\"><em>You can read more about this by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/\">British military provides further support to get aid into Gaza</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The UK has announced an additional £30 million in humanitarian aid to address the growing crisis in Gaza.\nThis announcement was made by the Foreign Secretary during his visit to Israel and the Occupied Palestinian Territories (OPTs).\nThe Foreign Secretary’s visit, which included a series of meetings with senior Israeli politicians, focussed on intensifying UK efforts to alleviate the humanitarian situation in Gaza. The discussions centred around opening greater access for essential support, including medical supplies and fuel.\nThis new pledge of £30 million brings the total additional aid announced by the UK for Palestinian civilians to £60 million since the crisis began in October.\nForeign Secretary David Cameron highlighted the importance of this assistance, stating:\n“We are hopeful that today will see the release of hostages, and I am urging all parties to continue to work towards the release of every hostage. A pause will also allow access for life-saving aid to the people of Gaza. I am proud that a fourth UK flight carrying critical supplies landed in Egypt today, and I can announce new £30 million of funding which will be spent on vital aid such as shelter and medical provisions.”\nThe focus of the UK’s support is on delivering lifesaving aid to those in Gaza, with the assistance being channelled through trusted partners and UN agencies on the ground. The aid includes provisions for shelter and medical supplies, addressing the immediate needs of the population.\nThe fourth UK aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.\nThe Royal Air Force (RAF) flight delivered 23 tonnes of aid, including blankets and sleeping mats, to be distributed by the United Nations Relief and Works Agency (UNRWA). Defence Secretary Grant Shapps commented on the RAF’s role, saying: “The RAF continues to deliver on the UK’s commitment to helping those in need by operating flights into the region to provide urgent humanitarian support which will save civilian lives.”\nYou can read more about this by clicking here.\nThe post British military provides further support to get aid into Gaza first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/#comments",
    "content": "<p>The fourth Royal Air Force transport aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-military-provides-further-support-to-get-aid-into-gaza/\">British military provides further support to get aid into Gaza</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The fourth Royal Air Force transport aircraft carrying humanitarian aid recently landed in Al Arish, Egypt, for transfer to Gaza.\nBritish military provides further support to get aid into Gaza first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46932",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-25T08:30:33.000Z"
  },
  {
    "creator": "George Allison",
    "title": "F-35B air collision avoidance system integration pushed back",
    "link": "https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/",
    "pubDate": "Fri, 24 Nov 2023 13:30:49 +0000",
    "content:encoded": "<h3>A Freedom of Information request has brought to light the delayed implementation of the Air Collision Avoidance System (ACAS) in the F-35B aircraft.</h3>\n<p><strong>A document attached to the FOI request, a 2021 Air System Safety Case – Safety Statement for Lightning, details that the introduction of ACAS, initially set for 2024, has been pushed back to 2028 for Manual ACAS and 2029 for Auto ACAS.</strong></p>\n<p><em>&#8220;F-35 Air Collision Avoidance System (ACAS) was scheduled for introduction into service in 2024. Although ACAS is regarded as a high priority by the UK, the US Services (and therefore the F-35 Programme) regard it as very low priority and it has recently been deferred. Forecast integration dates are now Jan 2028 for Manual ACAS and Jan 2029 for Auto ACAS.&#8221;</em></p>\n<p>The document also states:</p>\n<p><em>&#8220;I am content that the Air Safety Risks to Life (RtL) associated with the routine operation of Lng are currently managed and mitigated such that they remain at least ALARP and Tolerable.&#8221;</em></p>\n<p>The principle of &#8216;As Low As Reasonably Practicable&#8217; (ALARP) dictates that risks should be managed to the lowest feasible level while remaining below the maximum allowable risk.</p>\n<p>In a 2019 inquiry, Douglas Ross, Conservative MP from Moray, questioned the Ministry of Defence on how the F-35 Lightning aircraft complied with specific aviation safety standards. In response, Stuart Andrew, then Parliamentary Under-Secretary of State, stated, <em>&#8220;The UK is, however, working with the US to develop an automated Air Collision Avoidance System for the F-35. Prior to this integration, we remain fully confident that the F-35&#8217;s advanced situational awareness enables it to operate safely.&#8221;</em></p>\n<p>The delayed integration of ACAS raises questions about the continued adherence to this principle and whether the current measures without ACAS are sufficient to ensure the safety of the aircraft and its operators.</p>The post <a href=\"https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/\">F-35B air collision avoidance system integration pushed back</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A Freedom of Information request has brought to light the delayed implementation of the Air Collision Avoidance System (ACAS) in the F-35B aircraft.\nA document attached to the FOI request, a 2021 Air System Safety Case – Safety Statement for Lightning, details that the introduction of ACAS, initially set for 2024, has been pushed back to 2028 for Manual ACAS and 2029 for Auto ACAS.\n“F-35 Air Collision Avoidance System (ACAS) was scheduled for introduction into service in 2024. Although ACAS is regarded as a high priority by the UK, the US Services (and therefore the F-35 Programme) regard it as very low priority and it has recently been deferred. Forecast integration dates are now Jan 2028 for Manual ACAS and Jan 2029 for Auto ACAS.”\nThe document also states:\n“I am content that the Air Safety Risks to Life (RtL) associated with the routine operation of Lng are currently managed and mitigated such that they remain at least ALARP and Tolerable.”\nThe principle of ‘As Low As Reasonably Practicable’ (ALARP) dictates that risks should be managed to the lowest feasible level while remaining below the maximum allowable risk.\nIn a 2019 inquiry, Douglas Ross, Conservative MP from Moray, questioned the Ministry of Defence on how the F-35 Lightning aircraft complied with specific aviation safety standards. In response, Stuart Andrew, then Parliamentary Under-Secretary of State, stated, “The UK is, however, working with the US to develop an automated Air Collision Avoidance System for the F-35. Prior to this integration, we remain fully confident that the F-35’s advanced situational awareness enables it to operate safely.”\nThe delayed integration of ACAS raises questions about the continued adherence to this principle and whether the current measures without ACAS are sufficient to ensure the safety of the aircraft and its operators.\nThe post F-35B air collision avoidance system integration pushed back first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/#comments",
    "content": "<p>The Air Collision Avoidance System for the F-35B was to be introduced in 2024, it has now been pushed back to 2028.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/f-35b-air-collision-avoidance-system-integration-pushed-back/\">F-35B air collision avoidance system integration pushed back</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The Air Collision Avoidance System for the F-35B was to be introduced in 2024, it has now been pushed back to 2028.\nF-35B air collision avoidance system integration pushed back first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46914",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-24T13:30:49.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Drone video shows status of ferries at Port Glasgow",
    "link": "https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/",
    "pubDate": "Thu, 23 Nov 2023 13:00:33 +0000",
    "content:encoded": "<h3>A recent drone video provides an overview of the ongoing construction of two vital ferries at the Ferguson Marine shipyard in Port Glasgow.</h3>\n<p><strong>The Glen Sannox and Glen Rosa were originally due to be in service in 2018 at a total price of £97m. The cost for completing the Glen Sannox has risen to £130m and for the Glen Rosa it has increased to £110m.</strong></p>\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">I visited Port Glasgow recently to take a look at the progress of MV Glen Sannox and the MV Glen Rosa with my drone. The two ferries, previously plagued by delays, are starting to look the part now. <a href=\"https://t.co/zR1uE3nIAh\">pic.twitter.com/zR1uE3nIAh</a></p>\n<p>&mdash; George Allison (@geoallison) <a href=\"https://twitter.com/geoallison/status/1727327582402814463?ref_src=twsrc%5Etfw\">November 22, 2023</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<p>But today, we&#8217;re just looking at their material state. They seem to be looking the part now, at least externally.</p>\n<h3>MV Glen Sannox</h3>\n<p>The MV Glen Sannox, moored upon the Clyde, bears the semblance of readiness, with her exterior suggesting near completion. However, her outward readiness belies the extensive internal work that remains, particularly in the wake of a failed safety audit by the Maritime and Coastguard Agency (MCA) in September 2023.</p>\n<p>The MCA’s insistence on additional staircases for safety certification precipitated a delay, pushing the sea trials of Glen Sannox to the first quarter of 2024 and casting doubt on her readiness for the forthcoming summer season.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61\"><img decoding=\"async\" fetchpriority=\"high\" class=\"alignnone size-full wp-image-46911\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=906b1c078522300c18be88e2b1ccffa2 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=c77b98c55a52f0d79839e2ad04280e4e 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=50db6b06378dd6489eb74c29bbf2bb0a 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=ecdfc8ab8818f9c2c64633a42ddf4bc9 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=bd99321c962ca255a777ded16af5bdbe 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m23s279.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=245bdaf4d71e04f7372e74f5244b7f61 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>Cabinet Secretary Neil Gray has articulated the MCA&#8217;s integral role in the early phases of vessel delivery, particularly for those of pioneering design. The process of certification has been one of partnership and refinement, with the MCA&#8217;s input leading to vital design modifications that, whilst introducing delays and additional costs, are essential for the vessel’s safety and compliance.</p>\n<p>The result of these modifications has been a reduction in passenger capacity from the initial 1,000 to 852, a necessary concession to meet the MCA’s stringent safety standards. In March 2023, it was reported that further delays have pushed the vessel&#8217;s entry into service to Autumn of 2023; in August 2023, a further delay to the first quarter of 2024 was announced.</p>\n<h3>MV Glen Rosa</h3>\n<p>The sister ship, MV Glen Rosa, shares a similar story. It will also undergo design modifications following the Glen Sannox template to meet MCA standards. Her exterior, while looking close to completion with the main hull and superstructure in place, is yet to be finalised, as indicated by the extensive scaffolding that envelopes her.</p>\n<p>The ferry&#8217;s external aspects, from the paintwork to the installation of safety equipment, are in the midst of being completed, but her readiness for service is still some way off.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2\"><img decoding=\"async\" class=\"alignnone size-full wp-image-46909\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=ec2f4fc4dd254de3662ec9539308c240 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=ed00f1f82ee68563812cb29f32e0a178 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=7d99864f0d97a85f9c877d474a3b8e99 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=59eb783e8182c8977e2273f1e26838aa 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=6a9658d23df2f2ab2f49040212f3f71b 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m08s920.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=bcfd7ffcec124069c39edaa155597bb2 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>Internally, there remains a substantial amount of fit-out and systems installation to be done before she can be deemed ready for operational duties. This includes the intricate fitting of dual Wärtsilä 34DF diesel engines, controllable pitch propellers, and the trio of bow thrusters that will eventually enable her to reach service speeds of 14.5 knots.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f\"><img decoding=\"async\" class=\"alignnone size-full wp-image-46910\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=215ab06d8d206be08ffd19add3bde02a 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=466fbdc7b7c9ad74ad9adf4590dee1d9 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=e17c3b661b68d7edc87e23c1d76372b9 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=d36546c62db57c181b48b3e95c14a666 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=c224d0bcaf7d8455b4509658fd5c20b1 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h27m15s993.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=9693e357900aab8c0292369600ed512f 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>The Glen Rosa, her name chosen by public vote and embroiled in what&#8217;s been dubbed the &#8220;ferry fiasco,&#8221; reflects the complexities and heightened scrutiny of modern shipbuilding.</p>\n<p>With her finished tonnage at 1,273 DWT and a length of over 100 meters, she&#8217;s set to be a significant vessel within the CalMac fleet, intended to carry 1,000 passengers and 127 cars or 16 HGVs, though currently licensed for 852 passengers.</p>\n<p><a href=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b\"><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-46908\" src=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;crop=top&amp;fit=crop&amp;h=194&amp;ixlib=php-3.3.1&amp;w=300&amp;wpsize=td_300x194&amp;s=43efa91eb75395ac9c7b25731068a4be 300w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=576&amp;ixlib=php-3.3.1&amp;w=1024&amp;wpsize=large&amp;s=dc2eaf55527a08c8d5dd5c7b13b855bf 1024w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=432&amp;ixlib=php-3.3.1&amp;w=768&amp;wpsize=medium_large&amp;s=b9428e4421e392849c9de0e5c90fd272 768w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=864&amp;ixlib=php-3.3.1&amp;w=1536&amp;wpsize=1536x1536&amp;s=639dd7ea539dba7d16502ba2195cdd9c 1536w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&amp;fit=scale&amp;h=1152&amp;ixlib=php-3.3.1&amp;w=2048&amp;wpsize=2048x2048&amp;s=286ad08909d40e658a9c6c5c0011ef97 2048w, https://ukdj.imgix.net/2023/11/vlcsnap-2023-11-23-12h20m14s543.png?auto=compress%2Cformat&ixlib=php-3.3.1&s=b1a0ec837eb18ab6ff9f8c877fea131b 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" /></a></p>\n<p>The vessel&#8217;s recent milestones includes the completion of design issues involving below-deck escape trunks and the announcement of a slipway launch and naming ceremony set for March 12, 2024. The expected delivery date for Glen Rosa is May 31, 2025, with an estimated cost of £100 million.</p>\n<h4>Looking Ahead</h4>\n<p>The future of Ferguson Marine (Port Glasgow) Ltd is under careful consideration, with plans to refine investment proposals while adhering to subsidy control rules and demonstrating value for money. The Scottish Government say it is committed to a sustainable future for the shipyard, balancing the interests of the workforce, local communities, and the broader Scottish economy.</p>\n<p>David Tydeman, CEO of Ferguson Marine in Port Glasgow, expressed his hope to secure substantial work from the Royal Navy&#8217;s Type 26 Frigate programme, potentially utilising over half the yard&#8217;s capacity. Despite the uncertainties surrounding the future of the shipyard, Tydeman was confident about Royal Navy work supporting the yard during a recent Public Audit Committee meeting.</p>\n<p><em>&#8220;We have been planning for some time,&#8221;</em> he said, <em>&#8220;and I am delighted that we were able to sign a framework agreement with BAE Systems.&#8221;</em></p>\n<p>According to Tydeman, the agreement with BAE Systems would help address the workforce surplus at the Ferguson Marine yard as work on two ferries progressively winds down over the next 12 to 18 months. He further added, <em>&#8220;Both those yards (BAE and Babcock) have more work than they can do on their sites—as I said, this is a buoyant time in the shipbuilding market—and they need supporting contractors.&#8221;</em></p>\n<p>Ferguson Marine started work on the first sections for a Type 26 Frigate earlier this year.</p>\n<p>In terms of scale, Tydeman compared the additional, potential future work from the Type 26 programme to ongoing projects at Ferguson. <em>&#8220;Hull 802 will be about 3,000 tonnes of weight when she launches down the slipway later this year, and a bow block unit for type 26 ship 4—which we hope to do with BAE—will be about 900 tonnes,&#8221;</em> he stated. Elaborating on this, he said <em>&#8220;A programme of work with BAE can use more than half the capacity of the yard, and I hope that we can complement that with the CMAL small ferry programme.&#8221;</em></p>\n<p>Additionally, he mentioned that the company is actively tracking opportunities in the market.<em> &#8220;We have a small commercial team that is tracking the market and we have been putting in proposals to the patrol craft market,&#8221;</em> Tydeman disclosed.</p>\n<p>There are also ongoing discussions with operators in the wind farm market, providing potential long-term work.<em> &#8220;The first of those ships could be built in 2027. That does not fill the immediate gap, but&#8230;that is a very significant opportunity for us in the future.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/\">Drone video shows status of ferries at Port Glasgow</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A recent drone video provides an overview of the ongoing construction of two vital ferries at the Ferguson Marine shipyard in Port Glasgow.\nThe Glen Sannox and Glen Rosa were originally due to be in service in 2018 at a total price of £97m. The cost for completing the Glen Sannox has risen to £130m and for the Glen Rosa it has increased to £110m.\nI visited Port Glasgow recently to take a look at the progress of MV Glen Sannox and the MV Glen Rosa with my drone. The two ferries, previously plagued by delays, are starting to look the part now. pic.twitter.com/zR1uE3nIAh\n— George Allison (@geoallison) November 22, 2023\n\n\nBut today, we’re just looking at their material state. They seem to be looking the part now, at least externally.\nMV Glen Sannox\nThe MV Glen Sannox, moored upon the Clyde, bears the semblance of readiness, with her exterior suggesting near completion. However, her outward readiness belies the extensive internal work that remains, particularly in the wake of a failed safety audit by the Maritime and Coastguard Agency (MCA) in September 2023.\nThe MCA’s insistence on additional staircases for safety certification precipitated a delay, pushing the sea trials of Glen Sannox to the first quarter of 2024 and casting doubt on her readiness for the forthcoming summer season.\n\nCabinet Secretary Neil Gray has articulated the MCA’s integral role in the early phases of vessel delivery, particularly for those of pioneering design. The process of certification has been one of partnership and refinement, with the MCA’s input leading to vital design modifications that, whilst introducing delays and additional costs, are essential for the vessel’s safety and compliance.\nThe result of these modifications has been a reduction in passenger capacity from the initial 1,000 to 852, a necessary concession to meet the MCA’s stringent safety standards. In March 2023, it was reported that further delays have pushed the vessel’s entry into service to Autumn of 2023; in August 2023, a further delay to the first quarter of 2024 was announced.\nMV Glen Rosa\nThe sister ship, MV Glen Rosa, shares a similar story. It will also undergo design modifications following the Glen Sannox template to meet MCA standards. Her exterior, while looking close to completion with the main hull and superstructure in place, is yet to be finalised, as indicated by the extensive scaffolding that envelopes her.\nThe ferry’s external aspects, from the paintwork to the installation of safety equipment, are in the midst of being completed, but her readiness for service is still some way off.\n\nInternally, there remains a substantial amount of fit-out and systems installation to be done before she can be deemed ready for operational duties. This includes the intricate fitting of dual Wärtsilä 34DF diesel engines, controllable pitch propellers, and the trio of bow thrusters that will eventually enable her to reach service speeds of 14.5 knots.\n\nThe Glen Rosa, her name chosen by public vote and embroiled in what’s been dubbed the “ferry fiasco,” reflects the complexities and heightened scrutiny of modern shipbuilding.\nWith her finished tonnage at 1,273 DWT and a length of over 100 meters, she’s set to be a significant vessel within the CalMac fleet, intended to carry 1,000 passengers and 127 cars or 16 HGVs, though currently licensed for 852 passengers.\n\nThe vessel’s recent milestones includes the completion of design issues involving below-deck escape trunks and the announcement of a slipway launch and naming ceremony set for March 12, 2024. The expected delivery date for Glen Rosa is May 31, 2025, with an estimated cost of £100 million.\nLooking Ahead\nThe future of Ferguson Marine (Port Glasgow) Ltd is under careful consideration, with plans to refine investment proposals while adhering to subsidy control rules and demonstrating value for money. The Scottish Government say it is committed to a sustainable future for the shipyard, balancing the interests of the workforce, local communities, and the broader Scottish economy.\nDavid Tydeman, CEO of Ferguson Marine in Port Glasgow, expressed his hope to secure substantial work from the Royal Navy’s Type 26 Frigate programme, potentially utilising over half the yard’s capacity. Despite the uncertainties surrounding the future of the shipyard, Tydeman was confident about Royal Navy work supporting the yard during a recent Public Audit Committee meeting.\n“We have been planning for some time,” he said, “and I am delighted that we were able to sign a framework agreement with BAE Systems.”\nAccording to Tydeman, the agreement with BAE Systems would help address the workforce surplus at the Ferguson Marine yard as work on two ferries progressively winds down over the next 12 to 18 months. He further added, “Both those yards (BAE and Babcock) have more work than they can do on their sites—as I said, this is a buoyant time in the shipbuilding market—and they need supporting contractors.”\nFerguson Marine started work on the first sections for a Type 26 Frigate earlier this year.\nIn terms of scale, Tydeman compared the additional, potential future work from the Type 26 programme to ongoing projects at Ferguson. “Hull 802 will be about 3,000 tonnes of weight when she launches down the slipway later this year, and a bow block unit for type 26 ship 4—which we hope to do with BAE—will be about 900 tonnes,” he stated. Elaborating on this, he said “A programme of work with BAE can use more than half the capacity of the yard, and I hope that we can complement that with the CMAL small ferry programme.”\nAdditionally, he mentioned that the company is actively tracking opportunities in the market. “We have a small commercial team that is tracking the market and we have been putting in proposals to the patrol craft market,” Tydeman disclosed.\nThere are also ongoing discussions with operators in the wind farm market, providing potential long-term work. “The first of those ships could be built in 2027. That does not fill the immediate gap, but…that is a very significant opportunity for us in the future.”\nThe post Drone video shows status of ferries at Port Glasgow first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/#comments",
    "content": "<p>A recent drone video provides a striking view of the ongoing construction of two vital but troubled ferries at the Ferguson Marine shipyard in Port Glasgow.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/drone-video-shows-status-of-ferries-at-port-glasgow/\">Drone video shows status of ferries at Port Glasgow</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "A recent drone video provides a striking view of the ongoing construction of two vital but troubled ferries at the Ferguson Marine shipyard in Port Glasgow.\nDrone video shows status of ferries at Port Glasgow first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46907",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-23T13:00:33.000Z"
  },
  {
    "creator": "George Allison",
    "title": "BAE to equip Australian Hunter class frigates with Mk 45 guns",
    "link": "https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/",
    "pubDate": "Tue, 21 Nov 2023 18:00:58 +0000",
    "content:encoded": "<h4>BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun and automated Ammunition Handling System (AHS) for the Royal Australian Navy’s new Hunter class frigates.</h4>\n<p><em>&#8220;We are proud to partner with BAE Systems Maritime Australia to deliver the Mk 45 gun system and Ammunition Handling System to the Royal Australian Navy,&#8221;</em> said Brent Butcher, vice president and general manager of Weapon Systems at BAE Systems, Inc.</p>\n<p><em>&#8220;The highly reliable Mk 45 system maximizes the lethality of the Hunter class frigates, offers the capability to integrate advanced munitions, and supports additional future technology upgrades. With this system fielded on 11 fleets across the globe, it has proven it offers high-reliability.&#8221;</em></p>\n<p>The Mk 45 gun system combines the 5-inch, 62-caliber Mk 45 Mod 4A naval gun with a fully automated AHS that continuously supplies the gun with ammunition, in high sea state conditions, without assistance from the crew.</p>\n<p>On their website, BAE say that this automated gun system increases Sailor productivity, reduces risk to Sailor safety, and increases the operational capability of the Mk 45 at sea.</p>\n<p>Work on the contract will begin in 2023 and finish in 2036. Engineering work will be completed in Minneapolis, Minnesota and production will occur in Louisville, Kentucky.</p>The post <a href=\"https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/\">BAE to equip Australian Hunter class frigates with Mk 45 guns</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun and automated Ammunition Handling System (AHS) for the Royal Australian Navy’s new Hunter class frigates.\n“We are proud to partner with BAE Systems Maritime Australia to deliver the Mk 45 gun system and Ammunition Handling System to the Royal Australian Navy,” said Brent Butcher, vice president and general manager of Weapon Systems at BAE Systems, Inc.\n“The highly reliable Mk 45 system maximizes the lethality of the Hunter class frigates, offers the capability to integrate advanced munitions, and supports additional future technology upgrades. With this system fielded on 11 fleets across the globe, it has proven it offers high-reliability.”\nThe Mk 45 gun system combines the 5-inch, 62-caliber Mk 45 Mod 4A naval gun with a fully automated AHS that continuously supplies the gun with ammunition, in high sea state conditions, without assistance from the crew.\nOn their website, BAE say that this automated gun system increases Sailor productivity, reduces risk to Sailor safety, and increases the operational capability of the Mk 45 at sea.\nWork on the contract will begin in 2023 and finish in 2036. Engineering work will be completed in Minneapolis, Minnesota and production will occur in Louisville, Kentucky.\nThe post BAE to equip Australian Hunter class frigates with Mk 45 guns first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/#comments",
    "content": "<p>BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun for the Royal Australian Navy’s new Hunter class frigates.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/bae-to-equip-australian-hunter-class-frigates-with-mk-45-guns/\">BAE to equip Australian Hunter class frigates with Mk 45 guns</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "BAE Systems has received a contract to deliver multiple shipsets of the Mk 45 Medium Caliber Gun for the Royal Australian Navy’s new Hunter class frigates.\nBAE to equip Australian Hunter class frigates with Mk 45 guns first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46882",
    "categories": [
      "News"
    ],
    "isoDate": "2023-11-21T18:00:58.000Z"
  }
]