[
  {
    "creator": "George Allison",
    "title": "British and Amerian aircraft carriers sail together",
    "link": "https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/",
    "pubDate": "Sun, 05 Nov 2023 10:28:45 +0000",
    "content:encoded": "<h3>The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the North Atlantic recently.</h3>\n<p>The Nimitz-class aircraft carrier USS George Washington, Ticonderoga-class guided-missile cruiser USS Leyte Gulf, the Queen Elizabeth-class aircraft carrier HMS Prince of Wales, and logistics supply ship BRF Jacques Chevallier recently sailed in formation during interoperability training in the Atlantic Ocean, &#8220;demonstrating partnership and commitment in the maritime domain&#8221;, say the U.S. Navy.</p>\n<p>The carrier recently sailed for her autumn deployment to the United States – her longest yet, pushing the limits of aircraft carrier operations with drones, fifth-generation stealth fighters, tilt-rotors and helicopters. Shes operating off the east coast of the United States.</p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"hCzNAnFXfs\"><p><a href=\"https://ukdefencejournal.org.uk/f-35-lands-backwards-on-british-carrier/\">F-35 lands &#8216;backwards&#8217; on British carrier</a></p></blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" title=\"&#8220;F-35 lands &#8216;backwards&#8217; on British carrier&#8221; &#8212; UK Defence Journal\" src=\"https://ukdefencejournal.org.uk/f-35-lands-backwards-on-british-carrier/embed/#?secret=sPLj97hHMI#?secret=hCzNAnFXfs\" data-secret=\"hCzNAnFXfs\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></p>\n<p>By the time she returns home shortly before Christmas, the Royal Navy say that they expect that the ship will have:</p>\n<ul>\n<li>Operated advanced drone technologies, demonstrating the delivery of vital supplies without the need to use helicopters;</li>\n<li>Landed and launched F-35 Lightning stealth fighters in more ways, more quickly and in the harshest of sea conditions to increase the strike carrier’s firepower;</li>\n<li>Increased the range and conditions in which the US Marine Corps’ impressive MV-22 Osprey tilt rotor aircraft can operate.</li>\n</ul>\n<div class=\"uk-grid\">\n<div class=\"uk-width-10-10 uk-width-small-10-10 uk-width-medium-6-10 uk-width-large-6-10 uk-hidden-small comments_image_info comments_info\"></div>\n</div>The post <a href=\"https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/\">British and Amerian aircraft carriers sail together</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the North Atlantic recently.\nThe Nimitz-class aircraft carrier USS George Washington, Ticonderoga-class guided-missile cruiser USS Leyte Gulf, the Queen Elizabeth-class aircraft carrier HMS Prince of Wales, and logistics supply ship BRF Jacques Chevallier recently sailed in formation during interoperability training in the Atlantic Ocean, “demonstrating partnership and commitment in the maritime domain”, say the U.S. Navy.\nThe carrier recently sailed for her autumn deployment to the United States – her longest yet, pushing the limits of aircraft carrier operations with drones, fifth-generation stealth fighters, tilt-rotors and helicopters. Shes operating off the east coast of the United States.\nF-35 lands ‘backwards’ on British carrier\n\n\nBy the time she returns home shortly before Christmas, the Royal Navy say that they expect that the ship will have:\nOperated advanced drone technologies, demonstrating the delivery of vital supplies without the need to use helicopters;\nLanded and launched F-35 Lightning stealth fighters in more ways, more quickly and in the harshest of sea conditions to increase the strike carrier’s firepower;\nIncreased the range and conditions in which the US Marine Corps’ impressive MV-22 Osprey tilt rotor aircraft can operate.\n\nThe post British and Amerian aircraft carriers sail together first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/#comments",
    "content": "<p>The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the Atlantic recently.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/british-and-amerian-aircraft-carriers-sail-together/\">British and Amerian aircraft carriers sail together</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The USS George Washington and French supply ship BRF Jacques Chevallier joined HMS Prince of Wales in the Atlantic recently.\nBritish and Amerian aircraft carriers sail together first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46692",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-05T10:28:45.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Port Glasgow shipyard looking for more Type 26 Frigate work",
    "link": "https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/",
    "pubDate": "Sat, 04 Nov 2023 14:55:56 +0000",
    "content:encoded": "<h3>Ferguson Marine is setting its sights on expanding its participation in the UK&#8217;s Type 26 frigate programme.</h3>\n<p><strong>At a Scottish Parliament&#8217;s Net Zero, Energy and Transport Committee meeting held on October 24, 2023, David Tydeman, CEO of Ferguson Marine, outlined the shipyard’s strategic goals and addressed concerns regarding current projects and future work prospects.</strong></p>\n<p>We <a href=\"https://ukdefencejournal.org.uk/type-26-frigate-project-spurs-opportunities-for-uk-shipyards/\">previously reported that shipyards</a>, including Ferguson Marine, had been contracted for steelwork fabrication to support the delivery of the Type 26 programme.</p>\n<p>This engagement has been part of a broader initiative to create work opportunities across British shipyards. Reflecting on this, <em>Mark Ruskell</em> of the committee inquired about the business impact of past difficulties with specific ferries and whether Ferguson Marine anticipated an influx of work consistent with its current frigate projects.</p>\n<p>Tydeman clarified the company’s strategic positioning, &#8220;<em>We chose deliberately to position for the work for the frigates&#8230; However, frankly, until very recently, all the workforce was fully occupied on the ferries.</em>&#8221;</p>\n<p>Tydeman also responded to Ruskell&#8217;s query on potential reputational harm due to past project difficulties, noting the importance of securing confidence from industry leaders like BAE:</p>\n<p>&#8220;<em>The constant media coverage has been difficult. Certainly, getting BAE to place work with us is a morale boost and an indication that it trusts us. We need more of that.</em>&#8221;</p>\n<p>In a related exchange, <em>Jim Fairlie</em> inquired about the BAE contract&#8217;s duration and employment impact.</p>\n<p>Tydeman responded by advising that the firm will be continuing to tender for BAE work.</p>\n<p>On May 19th, a tender was issued by BAE that further highlighted the ongoing efforts to involve British shipyards in the Type 26 programme. The tender signalled plans to award a £500,000 contract for sea transport of blocks and units associated with the programme, expected to begin in October 2023 and continue until May 2024.</p>\n<p>The details of the tender emphasised the need for specialised transportation due to the size and weight of the fabricated steelwork.</p>\n<p>BAE Systems had also confirmed this collaborative approach when I spoke to them:</p>\n<p>&#8220;<em>We have outsourced steelwork fabrication for a limited number of units to support delivery of the Type 26 programme&#8230; Ferguson Marine Engineering Ltd have been contracted to supply a total of seven units&#8230; The tender will also give us competitive pricing detail for any future shipping transportation contracts required to support the programme, and ensure we continue to deliver value for money.</em>&#8220;</p>The post <a href=\"https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/\">Port Glasgow shipyard looking for more Type 26 Frigate work</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Ferguson Marine is setting its sights on expanding its participation in the UK’s Type 26 frigate programme.\nAt a Scottish Parliament’s Net Zero, Energy and Transport Committee meeting held on October 24, 2023, David Tydeman, CEO of Ferguson Marine, outlined the shipyard’s strategic goals and addressed concerns regarding current projects and future work prospects.\nWe previously reported that shipyards, including Ferguson Marine, had been contracted for steelwork fabrication to support the delivery of the Type 26 programme.\nThis engagement has been part of a broader initiative to create work opportunities across British shipyards. Reflecting on this, Mark Ruskell of the committee inquired about the business impact of past difficulties with specific ferries and whether Ferguson Marine anticipated an influx of work consistent with its current frigate projects.\nTydeman clarified the company’s strategic positioning, “We chose deliberately to position for the work for the frigates… However, frankly, until very recently, all the workforce was fully occupied on the ferries.”\nTydeman also responded to Ruskell’s query on potential reputational harm due to past project difficulties, noting the importance of securing confidence from industry leaders like BAE:\n“The constant media coverage has been difficult. Certainly, getting BAE to place work with us is a morale boost and an indication that it trusts us. We need more of that.”\nIn a related exchange, Jim Fairlie inquired about the BAE contract’s duration and employment impact.\nTydeman responded by advising that the firm will be continuing to tender for BAE work.\nOn May 19th, a tender was issued by BAE that further highlighted the ongoing efforts to involve British shipyards in the Type 26 programme. The tender signalled plans to award a £500,000 contract for sea transport of blocks and units associated with the programme, expected to begin in October 2023 and continue until May 2024.\nThe details of the tender emphasised the need for specialised transportation due to the size and weight of the fabricated steelwork.\nBAE Systems had also confirmed this collaborative approach when I spoke to them:\n“We have outsourced steelwork fabrication for a limited number of units to support delivery of the Type 26 programme… Ferguson Marine Engineering Ltd have been contracted to supply a total of seven units… The tender will also give us competitive pricing detail for any future shipping transportation contracts required to support the programme, and ensure we continue to deliver value for money.“\nThe post Port Glasgow shipyard looking for more Type 26 Frigate work first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/#comments",
    "content": "<p>Ferguson Marine is setting its sights on expanding its participation in the UK's Type 26 Frigate programme.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/port-glasgow-shipyard-looking-for-more-type-26-frigate-work/\">Port Glasgow shipyard looking for more Type 26 Frigate work</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Ferguson Marine is setting its sights on expanding its participation in the UK's Type 26 Frigate programme.\nPort Glasgow shipyard looking for more Type 26 Frigate work first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46687",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T14:55:56.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Tories and SNP both get Faslane job figures wrong",
    "link": "https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/",
    "pubDate": "Sat, 04 Nov 2023 09:45:31 +0000",
    "content:encoded": "<h4>In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party (SNP) have mistakenly reported employment numbers related to the Trident programme at Her Majesty&#8217;s Naval Base Clyde, which includes Faslane and Coulport.</h4>\n<p><strong>This article aims to clarify these misstatements and present the factual employment figures.</strong></p>\n<p>Stephen Kerr, a Conservative MSP, states base&#8217;s employment significance with a broad stroke, <em>&#8220;Many of the member’s constituents are probably employees who work at Faslane; indeed, the livelihoods of probably tens of thousands of people depend on it. That is the other side of the coin, and it deserves to be displayed as well as the side that the member is talking about.&#8221;</em></p>\n<p>This claim inflated the actual figures significantly, painting a somewhat exaggerated economic dependency.</p>\n<p>On the other side, SNP&#8217;s Marie McNair offered a considerably lower figure,<em> &#8220;I thank the member for his intervention. I am not quite sure what the figure is, but I think that it is only 500.&#8221; </em></p>\n<p>McNair&#8217;s statement, in contrast to the above, is far too low and it fails to account for the broader scope of employment..</p>\n<p>The reality of employment figures at Faslane and Coulport is complex and substantial. Official data from the Ministry of Defence clarifies that the number of civilian jobs directly linked to the Trident programme is 520. However, these are positions strictly involved with the missile system, not the total number of jobs at the base relating to the entire programme, which of course includes the Vanguard class submarines.</p>\n<p>Faslane, recognised as the second-largest single-site employer in Scotland, plays host to the United Kingdom&#8217;s four Vanguard-class submarines, which carry Trident II D-5 ballistic missiles. The base is integral to the Royal Navy&#8217;s operations and, by extension, to the Scottish economy.</p>\n<p>Looking beyond the direct Trident-related roles, the broader employment impact of Faslane is impressive. The EKOS report, commissioned by Scottish Enterprise Dunbartonshire, points to nearly 11,000 jobs that are directly and indirectly supported by the base. This includes 6,500 military and civilian personnel on-site, with a further 4,000 jobs created through the supply chain and contributions to the local economy.</p>\n<p>Additionally, new figures unearthed by Deidre Brock, SNP MP for Edinburgh North and Leith, through parliamentary written questions, show that over 6,000 individuals are directly employed at Faslane and Coulport, vastly exceeding the 500 jobs mentioned by McNair and far fewer than the figure given by Kerr.</p>\n<p>James Heappey MP, the Parliamentary Under-Secretary for the Ministry of Defence, provided a detailed breakdown in response to Brock&#8217;s questions, highlighting that, as of early 2021, 3,624 uniformed Royal Navy personnel were stationed at the Argyll and Bute sites, with 1,393 (38.4%) paying Scottish tax. Civilian employees not contracted out totalled 1,015 at Faslane and 475 at Coulport, with 91% and 89%, respectively, being Scottish taxpayers.</p>\n<p>These figures reflect the considerable number of Scottish taxpayers employed at the base and contradict Kerr&#8217;s &#8220;tens of thousands&#8221; assertion while providing a more comprehensive picture than McNair&#8217;s singular focus on Trident-related employment.</p>\n<p>Both the Conservative and SNP misstatements serve as a reminder of the importance of precise and informed debate.</p>The post <a href=\"https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/\">Tories and SNP both get Faslane job figures wrong</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party (SNP) have mistakenly reported employment numbers related to the Trident programme at Her Majesty’s Naval Base Clyde, which includes Faslane and Coulport.\nThis article aims to clarify these misstatements and present the factual employment figures.\nStephen Kerr, a Conservative MSP, states base’s employment significance with a broad stroke, “Many of the member’s constituents are probably employees who work at Faslane; indeed, the livelihoods of probably tens of thousands of people depend on it. That is the other side of the coin, and it deserves to be displayed as well as the side that the member is talking about.”\nThis claim inflated the actual figures significantly, painting a somewhat exaggerated economic dependency.\nOn the other side, SNP’s Marie McNair offered a considerably lower figure, “I thank the member for his intervention. I am not quite sure what the figure is, but I think that it is only 500.” \nMcNair’s statement, in contrast to the above, is far too low and it fails to account for the broader scope of employment..\nThe reality of employment figures at Faslane and Coulport is complex and substantial. Official data from the Ministry of Defence clarifies that the number of civilian jobs directly linked to the Trident programme is 520. However, these are positions strictly involved with the missile system, not the total number of jobs at the base relating to the entire programme, which of course includes the Vanguard class submarines.\nFaslane, recognised as the second-largest single-site employer in Scotland, plays host to the United Kingdom’s four Vanguard-class submarines, which carry Trident II D-5 ballistic missiles. The base is integral to the Royal Navy’s operations and, by extension, to the Scottish economy.\nLooking beyond the direct Trident-related roles, the broader employment impact of Faslane is impressive. The EKOS report, commissioned by Scottish Enterprise Dunbartonshire, points to nearly 11,000 jobs that are directly and indirectly supported by the base. This includes 6,500 military and civilian personnel on-site, with a further 4,000 jobs created through the supply chain and contributions to the local economy.\nAdditionally, new figures unearthed by Deidre Brock, SNP MP for Edinburgh North and Leith, through parliamentary written questions, show that over 6,000 individuals are directly employed at Faslane and Coulport, vastly exceeding the 500 jobs mentioned by McNair and far fewer than the figure given by Kerr.\nJames Heappey MP, the Parliamentary Under-Secretary for the Ministry of Defence, provided a detailed breakdown in response to Brock’s questions, highlighting that, as of early 2021, 3,624 uniformed Royal Navy personnel were stationed at the Argyll and Bute sites, with 1,393 (38.4%) paying Scottish tax. Civilian employees not contracted out totalled 1,015 at Faslane and 475 at Coulport, with 91% and 89%, respectively, being Scottish taxpayers.\nThese figures reflect the considerable number of Scottish taxpayers employed at the base and contradict Kerr’s “tens of thousands” assertion while providing a more comprehensive picture than McNair’s singular focus on Trident-related employment.\nBoth the Conservative and SNP misstatements serve as a reminder of the importance of precise and informed debate.\nThe post Tories and SNP both get Faslane job figures wrong first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/#comments",
    "content": "<p>In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party have mistakenly reported employment figures at Faslane.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/tories-and-snp-both-get-faslane-job-figures-wrong/\">Tories and SNP both get Faslane job figures wrong</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "In a recent debate within the Scottish Parliament, members from both the Conservative Party and the Scottish National Party have mistakenly reported employment figures at Faslane.\nTories and SNP both get Faslane job figures wrong first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46683",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T09:45:31.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Former Scottish Labour leader spreads Trident misinformation",
    "link": "https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/",
    "pubDate": "Sat, 04 Nov 2023 09:30:29 +0000",
    "content:encoded": "<h3>A recent debate in the Scottish Parliament has brought to the fore incorrect statements made by Richard Leonard, the former leader of Scottish Labour, about the UK&#8217;s control of its Trident nuclear weapons.</h3>\n<p><strong>This article responds to those claims, aiming to correct the record and reaffirm the independence of the UK&#8217;s nuclear defence capabilities.</strong></p>\n<p>His remarks are as follows:</p>\n<p><em>&#8220;Finally, what of our own situation in all of this? The idea of an independent UK nuclear deterrent is mendacious. The Pentagon supplies us with nuclear warheads. Any use of weapons from these shores would need to be sanctioned by the President of the United States of America, and only then at the request of the Supreme Allied Commander of NATO, who is always an American general. We are a client state, but the power of example should not be underestimated. That is why I do not flinch in my support for unilateral nuclear disarmament.&#8221;</em></p>\n<p>Here&#8217;s why the above is inaccurate.</p>\n<ol>\n<li><strong>&#8220;The Pentagon supplies us with nuclear warheads&#8221;</strong>: This is inaccurate. The UK produces its own nuclear warheads. While the Trident II D5 missiles are American-made and serviced in the US, the warheads themselves are designed, manufactured, and maintained by the UK.</li>\n<li><strong>&#8220;Any use of weapons from these shores would need to be sanctioned by the President of the United States of America&#8221;</strong>: This is not the case. The UK maintains full operational control over its Trident missile system. As established by the UK government and supported by information regarding the absence of Permissive Action Links (PALs) in the UK system, the decision to authorise a launch rests solely with the Prime Minister and does not require US approval.</li>\n<li><strong>&#8220;Only then at the request of the Supreme Allied Commander of NATO, who is always an American general&#8221;</strong>: This statement is misleading. While the UK&#8217;s nuclear forces are committed to NATO&#8217;s overall defence strategy, the use of UK nuclear weapons is not contingent upon the request or authorisation of NATO&#8217;s Supreme Allied Commander. The UK&#8217;s nuclear deterrent is primarily a national decision, though it would likely be in coordination with NATO allies if it were in response to a broader threat.</li>\n<li><strong>&#8220;We are a client state&#8221;</strong>: Characterising the UK as a &#8220;client state&#8221; is an opinion and not reflective of the factual independence the UK maintains over its nuclear forces. While there is a close relationship with the US, the UK&#8217;s strategic decision-making capabilities regarding its nuclear arsenal are autonomous.</li>\n</ol>\n<p>While the system does use American-made missiles and is part of a logistic and maintenance agreement with the United States, the key aspects of control and authority over the use of these weapons remain within the UK&#8217;s purview.</p>\n<p>The missiles, while American-made, are equipped with British-designed and manufactured warheads, and they are maintained in a way that ensures operational independence. This independence extends to the heart of the decision-making process for the use of the UK&#8217;s nuclear capability, which resides solely with the British Prime Minister and government.</p>\n<p>The claim that the United States has control over the UK&#8217;s Trident system, particularly that the Pentagon supplies the UK with nuclear warheads and that any use of these weapons would need to be sanctioned by the President of the United States, is a misrepresentation of the facts.</p>\n<p>The UK’s Trident system does not require such sanction. Moreover, the argument that the Supreme Allied Commander of NATO, invariably an American general, would need to request the use of UK&#8217;s nuclear weapons is also incorrect. While the UK&#8217;s nuclear forces are committed to NATO, the use of the UK&#8217;s nuclear arsenal remains a national decision.</p>\n<p>The Trident missiles&#8217; guidance system is another area where misunderstanding has propagated. These missiles are not reliant on the GPS system, thus debunking the myth that the US could disable the UK’s nuclear capability by switching off GPS. The missiles employ an inertial navigation system, with stellar guidance as a backup, enabling them to operate with complete independence from any external control or satellite navigation system.</p>\n<p>If US support were to cease, the UK&#8217;s Trident system would continue to function effectively in the short term. The maintenance support from the United States is not a lever of control but a cost-effective measure for both nations.</p>\n<p>Any significant impact on the Trident system would only emerge after a period of about 12 to 18 months when scheduled maintenance would be due. This would require the UK to adapt its own maintenance facilities, an endeavour that would be financially and technically significant but not insurmountable.</p>\n<p>My intent is to correct the spread of misinformation about the UK&#8217;s nuclear deterrent. Misconceptions like these can mislead public opinion and international perspectives, affecting discussions on national security and defence policy. It is crucial to present accurate information, especially on such critical matters, ensuring that public discourse is informed by fact rather than fiction.</p>\n<div class=\"group w-full text-token-text-primary border-b border-black/10 gizmo:border-0 dark:border-gray-900/50 gizmo:dark:border-0 bg-gray-50 gizmo:bg-transparent dark:bg-[#444654] gizmo:dark:bg-transparent\" data-testid=\"conversation-turn-9\">\n<div class=\"p-4 gizmo:py-2 justify-center text-base md:gap-6 md:py-6 m-auto\">\n<div class=\"flex flex-1 gap-4 text-base mx-auto md:gap-6 gizmo:gap-3 gizmo:md:px-5 gizmo:lg:px-1 gizmo:xl:px-5 md:max-w-2xl lg:max-w-[38rem] gizmo:md:max-w-3xl gizmo:lg:max-w-[40rem] gizmo:xl:max-w-[48rem] xl:max-w-3xl }\">\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gizmo:w-full lg:w-[calc(100%-115px)] agent-turn\">\n<div class=\"flex-col gap-1 md:gap-3\">\n<div class=\"flex flex-grow flex-col max-w-full gap-3 gizmo:gap-0\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-3 whitespace-pre-wrap break-words overflow-x-auto\" data-message-author-role=\"assistant\" data-message-id=\"fefa1038-f1ac-4440-b999-f8dd73cca7c9\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>In summary, Leonard&#8217;s statement misrepresents the technical and operational realities of the UK&#8217;s Trident system. The design of the system, the command structure, and the choice of technology all support the UK&#8217;s stance of having a nuclear deterrent that is independently controllable and not subject to external authorisation, including that from the United States or NATO&#8217;s command structure.</p>\n<p>The technicalities of the system&#8217;s guidance, the absence of PALs, and the sovereign chain of command provide clear evidence of this independence.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>The post <a href=\"https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/\">Former Scottish Labour leader spreads Trident misinformation</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "A recent debate in the Scottish Parliament has brought to the fore incorrect statements made by Richard Leonard, the former leader of Scottish Labour, about the UK’s control of its Trident nuclear weapons.\nThis article responds to those claims, aiming to correct the record and reaffirm the independence of the UK’s nuclear defence capabilities.\nHis remarks are as follows:\n“Finally, what of our own situation in all of this? The idea of an independent UK nuclear deterrent is mendacious. The Pentagon supplies us with nuclear warheads. Any use of weapons from these shores would need to be sanctioned by the President of the United States of America, and only then at the request of the Supreme Allied Commander of NATO, who is always an American general. We are a client state, but the power of example should not be underestimated. That is why I do not flinch in my support for unilateral nuclear disarmament.”\nHere’s why the above is inaccurate.\n“The Pentagon supplies us with nuclear warheads”: This is inaccurate. The UK produces its own nuclear warheads. While the Trident II D5 missiles are American-made and serviced in the US, the warheads themselves are designed, manufactured, and maintained by the UK.\n“Any use of weapons from these shores would need to be sanctioned by the President of the United States of America”: This is not the case. The UK maintains full operational control over its Trident missile system. As established by the UK government and supported by information regarding the absence of Permissive Action Links (PALs) in the UK system, the decision to authorise a launch rests solely with the Prime Minister and does not require US approval.\n“Only then at the request of the Supreme Allied Commander of NATO, who is always an American general”: This statement is misleading. While the UK’s nuclear forces are committed to NATO’s overall defence strategy, the use of UK nuclear weapons is not contingent upon the request or authorisation of NATO’s Supreme Allied Commander. The UK’s nuclear deterrent is primarily a national decision, though it would likely be in coordination with NATO allies if it were in response to a broader threat.\n“We are a client state”: Characterising the UK as a “client state” is an opinion and not reflective of the factual independence the UK maintains over its nuclear forces. While there is a close relationship with the US, the UK’s strategic decision-making capabilities regarding its nuclear arsenal are autonomous.\nWhile the system does use American-made missiles and is part of a logistic and maintenance agreement with the United States, the key aspects of control and authority over the use of these weapons remain within the UK’s purview.\nThe missiles, while American-made, are equipped with British-designed and manufactured warheads, and they are maintained in a way that ensures operational independence. This independence extends to the heart of the decision-making process for the use of the UK’s nuclear capability, which resides solely with the British Prime Minister and government.\nThe claim that the United States has control over the UK’s Trident system, particularly that the Pentagon supplies the UK with nuclear warheads and that any use of these weapons would need to be sanctioned by the President of the United States, is a misrepresentation of the facts.\nThe UK’s Trident system does not require such sanction. Moreover, the argument that the Supreme Allied Commander of NATO, invariably an American general, would need to request the use of UK’s nuclear weapons is also incorrect. While the UK’s nuclear forces are committed to NATO, the use of the UK’s nuclear arsenal remains a national decision.\nThe Trident missiles’ guidance system is another area where misunderstanding has propagated. These missiles are not reliant on the GPS system, thus debunking the myth that the US could disable the UK’s nuclear capability by switching off GPS. The missiles employ an inertial navigation system, with stellar guidance as a backup, enabling them to operate with complete independence from any external control or satellite navigation system.\nIf US support were to cease, the UK’s Trident system would continue to function effectively in the short term. The maintenance support from the United States is not a lever of control but a cost-effective measure for both nations.\nAny significant impact on the Trident system would only emerge after a period of about 12 to 18 months when scheduled maintenance would be due. This would require the UK to adapt its own maintenance facilities, an endeavour that would be financially and technically significant but not insurmountable.\nMy intent is to correct the spread of misinformation about the UK’s nuclear deterrent. Misconceptions like these can mislead public opinion and international perspectives, affecting discussions on national security and defence policy. It is crucial to present accurate information, especially on such critical matters, ensuring that public discourse is informed by fact rather than fiction.\nIn summary, Leonard’s statement misrepresents the technical and operational realities of the UK’s Trident system. The design of the system, the command structure, and the choice of technology all support the UK’s stance of having a nuclear deterrent that is independently controllable and not subject to external authorisation, including that from the United States or NATO’s command structure.\nThe technicalities of the system’s guidance, the absence of PALs, and the sovereign chain of command provide clear evidence of this independence.\nThe post Former Scottish Labour leader spreads Trident misinformation first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/#comments",
    "content": "<p>Richard Leonard MSP, the former leader of Scottish Labour, has incorrectly claimed that the UK needs American permission to launch its own nuclear weapons.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/former-scottish-labour-leader-spreads-trident-misinformation/\">Former Scottish Labour leader spreads Trident misinformation</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Richard Leonard MSP, the former leader of Scottish Labour, has incorrectly claimed that the UK needs American permission to launch its own nuclear weapons.\nFormer Scottish Labour leader spreads Trident misinformation first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46682",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-04T09:30:29.000Z"
  },
  {
    "creator": "George Allison",
    "title": "Scottish Labour Leader visits Methil shipyard",
    "link": "https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/",
    "pubDate": "Fri, 03 Nov 2023 12:00:21 +0000",
    "content:encoded": "<h3><span style=\"font-weight: 400;\">Harland &amp; Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site, as the company positions itself at the heart of Scottish and UK efforts to decarbonise and boost energy security. </span></h3>\n<p><strong>Representatives from the company shared Harland &amp; Wolff’s ambitious plans for the company’s Methil site, discussed future opportunities and how governments can help overcome barriers. </strong></p>\n<p><span style=\"font-weight: 400;\">As part of his visit, Mr Sarwar was given a tour of the site and observed ongoing work. Harland &amp; Wolff recently  announced completion of the first barge built at Methil since 1856, for the recycling and waste management  company, Cory, who will operate them on the River Thames. </span></p>\n<p><span style=\"font-weight: 400;\">Cory is one of the largest commercial operators on  the Thames, and its use of the river to transport waste removes around 100,000 truck journeys from London’s  roads each year. </span></p>\n<p><span style=\"font-weight: 400;\">The current projects underway at Harland &amp; Wolff, such as the recently launched </span><span style=\"font-weight: 400;\">green tug boats </span><span style=\"font-weight: 400;\">and partnership  to develop </span><span style=\"font-weight: 400;\">batteries </span><span style=\"font-weight: 400;\">for the marine sector, are bringing innovative green technologies to UK shipbuilding and  engineering, which can support the UK’s ambitions to become a clean energy superpower. </span></p>\n<p><span style=\"font-weight: 400;\">The company briefed Mr Sarwar on the need to enforce local content requirements, which would see offshore  energy developers being required to use Scottish and UK supply chains to deliver their projects. The UK Government is currently consulting on how to boost domestic supply chains through reforms to the Contracts for Difference scheme.  </span></p>\n<p><span style=\"font-weight: 400;\">Mr Sarwar met some of Harland &amp; Wolff’s expanding workforce, which currently stands at 925 employees. He was also introduced to apprentices and was able to see first-hand, how Harland &amp; Wolff is creating secure and high-quality opportunities for young people and breaking down barriers to opportunity. </span></p>\n<p><span style=\"font-weight: 400;\">John Wood, Chief Executive Officer of Harland &amp; Wolff said: </span></p>\n<p><em><span style=\"font-weight: 400;\">&#8220;We thoroughly enjoyed the chance to welcome Anas  Sarwar to Harland &amp; Wolff Methil today and to introduce him to some of the talented apprentices who will be  crucial to building Scotland’s industrial and clean energy future. W</span><span style=\"font-weight: 400;\">e believe we can play an important role in helping the country to decarbonise and ensure energy security. We  are poised to support governments in unlocking the opportunities available through co-investment in green  infrastructure and driving renewed local manufacturing.&#8221;</span></em></p>The post <a href=\"https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/\">Scottish Labour Leader visits Methil shipyard</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Harland & Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site, as the company positions itself at the heart of Scottish and UK efforts to decarbonise and boost energy security. \nRepresentatives from the company shared Harland & Wolff’s ambitious plans for the company’s Methil site, discussed future opportunities and how governments can help overcome barriers. \nAs part of his visit, Mr Sarwar was given a tour of the site and observed ongoing work. Harland & Wolff recently  announced completion of the first barge built at Methil since 1856, for the recycling and waste management  company, Cory, who will operate them on the River Thames. \nCory is one of the largest commercial operators on  the Thames, and its use of the river to transport waste removes around 100,000 truck journeys from London’s  roads each year. \nThe current projects underway at Harland & Wolff, such as the recently launched green tug boats and partnership  to develop batteries for the marine sector, are bringing innovative green technologies to UK shipbuilding and  engineering, which can support the UK’s ambitions to become a clean energy superpower. \nThe company briefed Mr Sarwar on the need to enforce local content requirements, which would see offshore  energy developers being required to use Scottish and UK supply chains to deliver their projects. The UK Government is currently consulting on how to boost domestic supply chains through reforms to the Contracts for Difference scheme.  \nMr Sarwar met some of Harland & Wolff’s expanding workforce, which currently stands at 925 employees. He was also introduced to apprentices and was able to see first-hand, how Harland & Wolff is creating secure and high-quality opportunities for young people and breaking down barriers to opportunity. \nJohn Wood, Chief Executive Officer of Harland & Wolff said: \n“We thoroughly enjoyed the chance to welcome Anas  Sarwar to Harland & Wolff Methil today and to introduce him to some of the talented apprentices who will be  crucial to building Scotland’s industrial and clean energy future. We believe we can play an important role in helping the country to decarbonise and ensure energy security. We  are poised to support governments in unlocking the opportunities available through co-investment in green  infrastructure and driving renewed local manufacturing.”\nThe post Scottish Labour Leader visits Methil shipyard first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/#comments",
    "content": "<p>Harland &#038; Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/scottish-labour-leader-visits-methil-shipyard/\">Scottish Labour Leader visits Methil shipyard</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Harland & Wolff recently welcomed Anas Sarwar MSP, Leader of the Scottish Labour Party to its Methil site.\nScottish Labour Leader visits Methil shipyard first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46677",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-03T12:00:21.000Z"
  },
  {
    "creator": "Tom Dunlop",
    "title": "MBDA secures contract for Korean helicopter armament",
    "link": "https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/",
    "pubDate": "Fri, 03 Nov 2023 06:00:06 +0000",
    "content:encoded": "<h3>MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).</h3>\n<p>The system is built upon the Mistral short-range anti-air missile, renowned for its &#8216;fire-and-forget&#8217; capability, operational simplicity, and high kill probability.</p>\n<p>Eric Béranger, CEO of MBDA, <a href=\"https://www.mbda-systems.com/press-releases/mbdas-mistral-missile-to-arm-korean-helicopters/\">said here</a>, <em>&#8220;We are proud to be partnered again with Korea Aerospace Industries to arm a Korean military aircraft.&#8221;</em> He further noted the Mistral ATAM’s recognition as <em>&#8220;a world’s leading helicopter launched anti-air missile system.&#8221;</em></p>\n<p>It is designed to be mounted with two launchers per helicopter, each armed with two missiles, thus bolstering the aerial defensive capability.</p>\n<p>The integration of the Mistral ATAM by MBDA also complements the existing arsenal of the Republic of Korea, which includes the man-portable variant of the Mistral air defence system currently in service.</p>\n<p><a href=\"https://www.mbda-systems.com/press-releases/mbdas-mistral-missile-to-arm-korean-helicopters/\"><em>You can read more by clicking here.</em></a></p>The post <a href=\"https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/\">MBDA secures contract for Korean helicopter armament</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).\nThe system is built upon the Mistral short-range anti-air missile, renowned for its ‘fire-and-forget’ capability, operational simplicity, and high kill probability.\nEric Béranger, CEO of MBDA, said here, “We are proud to be partnered again with Korea Aerospace Industries to arm a Korean military aircraft.” He further noted the Mistral ATAM’s recognition as “a world’s leading helicopter launched anti-air missile system.”\nIt is designed to be mounted with two launchers per helicopter, each armed with two missiles, thus bolstering the aerial defensive capability.\nThe integration of the Mistral ATAM by MBDA also complements the existing arsenal of the Republic of Korea, which includes the man-portable variant of the Mistral air defence system currently in service.\nYou can read more by clicking here.\nThe post MBDA secures contract for Korean helicopter armament first appeared on UK Defence Journal.",
    "dc:creator": "Tom Dunlop",
    "comments": "https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/#comments",
    "content": "<p>MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/mbda-secures-contract-for-korean-helicopter-armament/\">MBDA secures contract for Korean helicopter armament</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "MBDA has been awarded a contract by Korea Aerospace Industries (KAI) to provide the Mistral ATAM anti-air missile system for the Korean Marine Attack Helicopter (KMAH).\nMBDA secures contract for Korean helicopter armament first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46662",
    "categories": [
      "Air"
    ],
    "isoDate": "2023-11-03T06:00:06.000Z"
  },
  {
    "creator": "George Allison",
    "title": "American supercarrier enters Mediterranean heading to Israel",
    "link": "https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/",
    "pubDate": "Thu, 02 Nov 2023 19:00:15 +0000",
    "content:encoded": "<h3>The Dwight D. Eisenhower Carrier Strike Group (IKECSG) has entered the Mediterranean Sea, having navigated through the Strait of Gibraltar on October 28, as detailed by Carrier Strike Group Two Public Affairs.</h3>\n<p><strong>As an integral part of the U.S. Navy&#8217;s global force, the IKECSG joins efforts to secure Israel&#8217;s defence and prevent regional conflict.</strong></p>\n<p><em>“Our arrival in the Mediterranean, en route to CENTCOM, provides reassurance to our allies and partners that we are committed to ensuring their security and well-being,”</em> stated Rear Adm. Marc Miguez in a press release.</p>\n<p><em>&#8220;Our presence, along with that of the Gerald R. Ford Carrier strike group, demonstrates the combat power and proficiency of the Navy’s deployed forces,”</em> emphasised Rear Adm. Miguez.</p>\n<p>The carrier strike group is composed of the USS Dwight D. Eisenhower (CVN69), the guided-missile cruiser USS Philippine Sea (CG 58), guided-missile destroyers USS Mason (DDG 87) and USS Gravely (DDG 107), alongside Carrier Air Wing (CVW) 3, which includes nine squadrons specializing in various aspects of aerial warfare.</p>\n<p><a href=\"https://www.c6f.navy.mil/Press-Room/News/News-Display/Article/3572400/dwight-d-eisenhower-carrier-strike-group-enters-the-mediterranean-sea/\">For further details, click here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/\">American supercarrier enters Mediterranean heading to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "The Dwight D. Eisenhower Carrier Strike Group (IKECSG) has entered the Mediterranean Sea, having navigated through the Strait of Gibraltar on October 28, as detailed by Carrier Strike Group Two Public Affairs.\nAs an integral part of the U.S. Navy’s global force, the IKECSG joins efforts to secure Israel’s defence and prevent regional conflict.\n“Our arrival in the Mediterranean, en route to CENTCOM, provides reassurance to our allies and partners that we are committed to ensuring their security and well-being,” stated Rear Adm. Marc Miguez in a press release.\n“Our presence, along with that of the Gerald R. Ford Carrier strike group, demonstrates the combat power and proficiency of the Navy’s deployed forces,” emphasised Rear Adm. Miguez.\nThe carrier strike group is composed of the USS Dwight D. Eisenhower (CVN69), the guided-missile cruiser USS Philippine Sea (CG 58), guided-missile destroyers USS Mason (DDG 87) and USS Gravely (DDG 107), alongside Carrier Air Wing (CVW) 3, which includes nine squadrons specializing in various aspects of aerial warfare.\nFor further details, click here.\nThe post American supercarrier enters Mediterranean heading to Israel first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/#comments",
    "content": "<p>The U.S. Navy say that the Carrier Strike Group will join efforts to secure Israel's defence and prevent regional conflict.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/american-supercarrier-enters-mediterranean-heading-to-israel/\">American supercarrier enters Mediterranean heading to Israel</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "The U.S. Navy say that the Carrier Strike Group will join efforts to secure Israel's defence and prevent regional conflict.\nAmerican supercarrier enters Mediterranean heading to Israel first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46670",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-02T19:00:15.000Z"
  },
  {
    "creator": "George Allison",
    "title": "US and Switzerland finalise missile defence deal",
    "link": "https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/",
    "pubDate": "Thu, 02 Nov 2023 18:00:10 +0000",
    "content:encoded": "<h3>Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.</h3>\n<p><strong>This agreement positions Switzerland as the fifteenth nation to integrate the PAC-3 system.</strong></p>\n<p>Brenda Davidson, Lockheed Martin’s vice president of PAC-3 Programmes<a href=\"https://news.lockheedmartin.com/2023-10-31-us-and-switzerland-sign-agreement-for-pac-3-mse-missile\">, highlighted the collaborative nature of the agreement in a press release</a>:</p>\n<p><em>&#8220;We’re honoured to partner with Switzerland to equip the Swiss Armed Forces with the latest in air and missile defence technology to protect and defend Swiss airspace from incoming threats.&#8221; </em></p>\n<p>Davidson&#8217;s statement underscored the commitment, adding, <em>&#8220;Switzerland joins 14 other nations in strengthening their homeland defence against evolving threats.&#8221;</em></p>\n<p>This decision is part of Switzerland&#8217;s comprehensive Air2030 programme, designed to fortify its Patriot ground-based air defence system. The PAC-3 MSE promises, say Lockheed, to broaden the nation&#8217;s defensive horizons by incorporating a dual-pulse solid rocket motor that enhances both the range and altitude of interception capabilities.</p>\n<p>The press release delineates the capabilities of the PAC-3 MSE, describing it as <em>&#8220;a high-velocity interceptor that defends against incoming threats, including tactical ballistic missiles, cruise missiles, advanced threats and aircraft.&#8221;</em></p>The post <a href=\"https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/\">US and Switzerland finalise missile defence deal</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.\nThis agreement positions Switzerland as the fifteenth nation to integrate the PAC-3 system.\nBrenda Davidson, Lockheed Martin’s vice president of PAC-3 Programmes, highlighted the collaborative nature of the agreement in a press release:\n“We’re honoured to partner with Switzerland to equip the Swiss Armed Forces with the latest in air and missile defence technology to protect and defend Swiss airspace from incoming threats.” \nDavidson’s statement underscored the commitment, adding, “Switzerland joins 14 other nations in strengthening their homeland defence against evolving threats.”\nThis decision is part of Switzerland’s comprehensive Air2030 programme, designed to fortify its Patriot ground-based air defence system. The PAC-3 MSE promises, say Lockheed, to broaden the nation’s defensive horizons by incorporating a dual-pulse solid rocket motor that enhances both the range and altitude of interception capabilities.\nThe press release delineates the capabilities of the PAC-3 MSE, describing it as “a high-velocity interceptor that defends against incoming threats, including tactical ballistic missiles, cruise missiles, advanced threats and aircraft.”\nThe post US and Switzerland finalise missile defence deal first appeared on UK Defence Journal.",
    "dc:creator": "George Allison",
    "comments": "https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/#comments",
    "content": "<p>Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/uk-and-switzerland-finalise-missile-defence-deal/\">US and Switzerland finalise missile defence deal</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "Switzerland has cemented a deal with the United States for the procurement of Lockheed Martin’s advanced PAC-3 Missile Segment Enhancement (MSE) missiles.\nUS and Switzerland finalise missile defence deal first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46667",
    "categories": [
      "Air",
      "Europe"
    ],
    "isoDate": "2023-11-02T18:00:10.000Z"
  },
  {
    "creator": "Lisa West",
    "title": "NATO warships obliterate sea mines",
    "link": "https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/",
    "pubDate": "Thu, 02 Nov 2023 17:00:04 +0000",
    "content:encoded": "<h3>NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.</h3>\n<p><strong>This initiative is part of the Historic Ordnance Disposal Operations (HODOPS) carried out by the Standing NATO Mine Counter Measures Groups One and Two (SNMCMG1 and SNMCMG2), under the direction of NATO Allied Maritime Command.</strong></p>\n<p>The operations have targeted explosives dating back to World War I and II. Despite their age, these remnants pose a persistent threat to modern maritime activities and the environment. <em>&#8220;These remnants of past wars are still posing a real threat and danger to merchant traffic and shipping,&#8221;</em> stated Polish Navy Commander Piotr Bartosewicz, the Commander of SNMCMG1.</p>\n<p>Throughout the year, SNMCMG1 has successfully identified and cleared numerous mines, torpedoes, missiles, shells, and bombs in various operations. Notably, around Stavanger and Kristiansand, approximately 300 items of unexploded ordnance were detected. Other exercises saw over fifty mines destroyed in the Irbe Strait and ten in the Exercise Northern Coasts.</p>\n<p>In addition to cleaning up the historic explosives, these operations serve as practical training for the specialist mine countermeasures crews, sharpening their skills for modern threats. C</p>\n<p><a href=\"https://mc.nato.int/media-centre/news/2023/nato-ships-help-secure-seas-by-finding-and-destroying-historic-seamines-and-other-unexploded-ordnance\">You can read more by clicking here.</a></p>The post <a href=\"https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/\">NATO warships obliterate sea mines</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.\nThis initiative is part of the Historic Ordnance Disposal Operations (HODOPS) carried out by the Standing NATO Mine Counter Measures Groups One and Two (SNMCMG1 and SNMCMG2), under the direction of NATO Allied Maritime Command.\nThe operations have targeted explosives dating back to World War I and II. Despite their age, these remnants pose a persistent threat to modern maritime activities and the environment. “These remnants of past wars are still posing a real threat and danger to merchant traffic and shipping,” stated Polish Navy Commander Piotr Bartosewicz, the Commander of SNMCMG1.\nThroughout the year, SNMCMG1 has successfully identified and cleared numerous mines, torpedoes, missiles, shells, and bombs in various operations. Notably, around Stavanger and Kristiansand, approximately 300 items of unexploded ordnance were detected. Other exercises saw over fifty mines destroyed in the Irbe Strait and ten in the Exercise Northern Coasts.\nIn addition to cleaning up the historic explosives, these operations serve as practical training for the specialist mine countermeasures crews, sharpening their skills for modern threats. C\nYou can read more by clicking here.\nThe post NATO warships obliterate sea mines first appeared on UK Defence Journal.",
    "dc:creator": "Lisa West",
    "comments": "https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/#comments",
    "content": "<p>NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/nato-warships-obliterate-sea-mines/\">NATO warships obliterate sea mines</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "NATO maritime forces have located and disposed of historical sea mines and other unexploded ordnance across the Baltic Sea, the Mediterranean, and the English Channel.\nNATO warships obliterate sea mines first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46665",
    "categories": [
      "Sea"
    ],
    "isoDate": "2023-11-02T17:00:04.000Z"
  },
  {
    "creator": "Guest Contributor",
    "title": "What Israel can expect in the Gaza tunnel system",
    "link": "https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/",
    "pubDate": "Thu, 02 Nov 2023 16:00:41 +0000",
    "content:encoded": "<h1 class=\"legacy\">What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.</h1>\n<p><strong>Amid fears of yet another long war in the region, Israel has now begun its ground campaign in Gaza.</strong></p>\n<p>The Israel Defence Forces (IDF) has already claimed several successes in its three-week campaign, including the elimination of several terrorist leaders <a href=\"https://www.reuters.com/world/middle-east/hamas-says-it-fires-israeli-troops-pressing-gaza-ground-assault-2023-10-31/\">including Ibrahim Biari</a>, who it described as a “ringleader” of the October 7 attacks, and <a href=\"https://www.reuters.com/world/middle-east/israeli-soldier-freed-gaza-during-ground-operation-israeli-army-says-2023-10-30/\">liberating at least one hostage</a> held by Hamas.</p>\n<hr />\n<p><strong><span style=\"color: #008000;\"><span style=\"color: #800000;\">Article by <a href=\"https://theconversation.com/profiles/christopher-morris-1262494\">Christopher Morris</a>, <em><a href=\"https://theconversation.com/institutions/university-of-portsmouth-1302\">University of Portsmouth</a></em><em>. </em></span></span></strong><strong><span style=\"color: #008000;\"><span style=\"color: #800000;\">This article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our <span style=\"color: #0000ff;\"><a style=\"color: #0000ff;\" href=\"https://ukdefencejournal.org.uk/about-us/submission-guidelines/\" target=\"_blank\" rel=\"noopener\">submission guidelines</a></span>.</span></span></strong></p>\n<hr />\n<p>But Israel’s military commanders will know that this is unlikely to be a simple operation. Among the factors complicating their mission of eliminating Hamas is the “<a href=\"https://www.cbsnews.com/news/israel-hamas-war-news-targets-tunnel-network-gaza-next-phase/\">Gaza Metro</a>”, a vast network of interconnected tunnels within the region. Having invested heavily in subterranean infrastructure over the years, Hamas is counting on this network to aid its survival in the coming weeks.</p>\n<p>Underground engineering has a long history in warfare. From <a href=\"https://link.springer.com/chapter/10.1007/978-1-4020-3105-2_3\">antiquity to Vietnam</a>, a range of groups have used tunnels to gain an advantage.</p>\n<p>Not only can they provide <a href=\"https://mwi.westpoint.edu/elephant-tunnel-preparing-fight-win-underground/\">concealment and freedom of movement</a>, but they also present a range of challenges for the attacking force – they can be hardened against any attacks from the surface. Storming underground networks can also be prohibitively difficult for an attacker, given the limited space available.</p>\n<p>Sometimes they work. Sometimes they don’t. For instance, the threat posed by western airpower caused Islamic State (IS) to construct a <a href=\"https://www.washingtonpost.com/news/worldviews/wp/2017/04/14/the-islamic-state-has-tunnels-everywhere-its-making-them-much-harder-to-defeat/\">large network of tunnels</a>. These tunnels made <a href=\"https://www.opendemocracy.net/en/north-africa-west-asia/tunnel-warfare-the-islamic-states-subterranean-war/\">surveillance and airstrikes difficult</a> and were riddled with traps, making capture by ground forces dangerous and difficult.</p>\n<p>These benefits only really work if the tunnels are defended, of course, which wasn’t always the case. For instance, in the 2015 battle for Sinjar, <a href=\"https://info.publicintelligence.net/USArmy-BattleforSinjar.pdf\">the majority of IS fighters were long gone</a> by the time Kurdish land forces arrived to liberate the city.</p>\n<blockquote class=\"twitter-tweet\" data-width=\"550\" data-dnt=\"true\">\n<p lang=\"en\" dir=\"ltr\">Hamas terrorist give RT a tour of their tunnel network in Gaza &#8211; called the Metro.  Video shows Hamas fighters with weapons (ATGMs, RPGs, Snipers, machine guns) waiting in advanced tunnels to conduct surprise counterattacks on <a href=\"https://twitter.com/IDF?ref_src=twsrc%5Etfw\">@IDF</a> Have power, fuel, other services. <a href=\"https://t.co/CrAKlPNUqM\">pic.twitter.com/CrAKlPNUqM</a></p>\n<p>&mdash; John Spencer (@SpencerGuard) <a href=\"https://twitter.com/SpencerGuard/status/1719370808408113525?ref_src=twsrc%5Etfw\">October 31, 2023</a></p></blockquote>\n<p><script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h2>Established network</h2>\n<p>Hamas’s tunnel network presents a unique problem for the IDF. There have been tunnel networks in Gaza for years. Initially used <a href=\"https://www.jstor.org/stable/10.1525/jps.2012.xli.4.6\">for smuggling</a>, they were quickly turned towards offensive uses, playing a role in <a href=\"https://www.inss.org.il/he/wp-content/uploads/sites/2/systemfiles/SystemFiles/Subterranean%20Warfare_%20A%20New-Old%20Challenge.pdf\">kidnapping and weapons storage</a>.</p>\n<p>The Hamas subterranean networks really began to evolve after 2012, when restrictions were lifted on the importing of <a href=\"https://www.aljazeera.com/news/2012/12/30/israel-eases-ban-on-gaza-building-material\">building materials</a> to the region. The militant group was able to <a href=\"https://www.jpost.com/operation-protective-edge/exclusive-us-intelligence-source-claims-hamas-has-many-more-tunnels-than-israel-says-368364\">redirect construction supplies</a> away from civilian infrastructure projects to expand its underground presence.</p>\n<p>While the tunnels <a href=\"https://www.tandfonline.com/doi/pdf/10.1080/14650045.2017.1399878\">vary in quality</a>, many are well equipped and hardened, and deep enough to evade detection by ground penetrating radar.</p>\n<p>Unsurprisingly, key Hamas allies, <a href=\"https://www.iranintl.com/en/202310301314\">including Iran</a> are boasting about the Gaza Metro. The network provides the group with a haven and a means to move around the region unobserved.</p>\n<p>It places leadership and organisational infrastructure out of reach from air attacks. The system is <a href=\"https://www.nytimes.com/2023/10/27/world/middleeast/palestine-gazans-hamas-food.html\">laden with supplies</a> as well as weapons and fuel.</p>\n<p>Defended, booby-trapped and likely to be populated with <a href=\"https://www.nytimes.com/article/israel-hostages-hamas-explained.html\">human shields and hostages</a> as well as fighters, they will be challenging for even a well-equipped and capable attacking force.</p>\n<p>Yet, if not addressed, Hamas may continue to operate irrespective of what happens on the surface. Indeed, as many of the tunnels lead across the border, there is a risk of further incursions, rocket strikes and attacks on IDF forces. And, given the heavily urbanised nature of Gaza, much of the network is <a href=\"https://www.theguardian.com/world/2023/oct/30/human-shield-israel-claim-hamas-command-centre-under-hospital-palestinian-civilian-gaza-city\">beneath civilian infrastructure</a>, which further complicates Israeli operations.</p>\n<p>Hamas is a proficient and prolific user of tunnels. But in honing its expertise, the group has also provided Israeli forces with a decades-long crash course in how to deal with their underground operations.</p>\n<p>In addition to their own experience with Hamas tunnels, the IDF can also draw upon lessons from the war on terror, where coalition forces had to contend with both <a href=\"https://www.washingtonpost.com/news/worldviews/wp/2017/04/14/the-islamic-state-has-tunnels-everywhere-its-making-them-much-harder-to-defeat/\">natural and purpose-built tunnels</a>, and even US experiences with <a href=\"https://apps.dtic.mil/sti/pdfs/AD1083168.pdf#page=%5B34%5D\">drug cartels burrowing</a> on their southern border with Mexico.</p>\n<h2>Bitter experience</h2>\n<p>While Hamas is counting on its tunnels to cause problems, Israel already has a range of solutions. It has already gained valuable experience in underground operations, having learned hard lessons from the past. A range of innovative <a href=\"https://en.globes.co.il/en/article-us-congressional-committee-approves-israel-tunnel-detection-aid-1001031996\">purpose-built technologies</a> and strategies can be used to provide the IDF with a technological edge.</p>\n<p>Some are simple, such as <a href=\"https://www.nytimes.com/2013/02/21/world/middleeast/egypts-floods-smuggling-tunnels-to-gaza-with-sewage.html\">flooding tunnels with sewage</a>, whereas others are more complex, involving specialised engineering. Some solutions, such as <a href=\"https://www.ausairpower.net/GBU-28.html\">ground-penetrating explosives</a>, might be difficult to use, given the presence of civilians.</p>\n<p>Israel has known about the tunnels for a long time and is taking them seriously. <a href=\"https://news.sky.com/story/israel-says-it-has-attacked-gunmen-inside-hamas-tunnels-and-releases-video-from-gaza-12997068\">Recent operations</a> suggest that the time spent training for <a href=\"https://en.globes.co.il/en/article-simulators-training-idf-soldiers-for-tunnel-warfare-1001026216\">this exact scenario</a> is going to pay off, at least to a certain extent.</p>\n<p>But dealing with a network of more than <a href=\"https://www.cbsnews.com/news/israel-hamas-war-news-targets-tunnel-network-gaza-next-phase/\">300 miles</a> is still going to represent a massive challenge, and storming or blocking off every part of the system is probably impossible.</p>\n<p>Bitter experience has taught Israel most of Hamas’s tactics already – but this does not mean that the group doesn’t have more tricks up its sleeve. Hamas’s recent offensive success was rooted in the way it used a number of relatively low-level capabilities in concert.</p>\n<p>For instance, paragliders, ground assaults and rockets only have a limited impact when used individually, but together, were used to devastating effect <a href=\"https://www.foreignaffairs.com/israel/catastrophic-success-hamas\">on October 7</a>.</p>\n<p>Now Hamas will be hoping for the same degree of success when acting on the defensive. Depending on how Israel chooses to deal with the issue, they may find their ground forces bogged down in slow-moving subterranean activity, or risk heavy civilian casualties if they simply choose to bomb or collapse the tunnels.</p>\n<p>Almost any solution Israel chooses can be turned into a Hamas advantage: both in military and political terms.</p>\n<p>Ultimately Israel has no perfect solution to the complex problem posed by the Hamas underground network. But years of dealing with the Hamas Metro means the IDF is not entirely unequipped to confront the challenge.</p>\n<p>It seems inevitable that the next days and weeks will be a bitter and bloody struggle, both in the streets of Gaza and as deep as 70 metres below ground.<!-- Below is The Conversation's page counter tag. Please DO NOT REMOVE. --><img decoding=\"async\" style=\"border: none !important; box-shadow: none !important; margin: 0 !important; max-height: 1px !important; max-width: 1px !important; min-height: 1px !important; min-width: 1px !important; opacity: 0 !important; outline: none !important; padding: 0 !important;\" src=\"https://counter.theconversation.com/content/216767/count.gif?distributor=republish-lightbox-basic\" alt=\"The Conversation\" width=\"1\" height=\"1\" /><!-- End of code. If you don't see any code above, please get new code from the Advanced tab after you click the republish button. The page counter does not collect any personal data. More info: https://theconversation.com/republishing-guidelines --></p>\n<p><em><a href=\"https://theconversation.com/profiles/christopher-morris-1262494\">Christopher Morris</a>, Teaching Fellow, School of Strategy, Marketing and Innovation, <a href=\"https://theconversation.com/institutions/university-of-portsmouth-1302\">University of Portsmouth</a>. This article is republished from <a href=\"https://theconversation.com\">The Conversation</a> under a Creative Commons license. Read the <a href=\"https://theconversation.com/what-the-israel-defence-forces-can-expect-when-they-enter-the-gaza-metro-tunnel-system-216767\">original article</a>.</em></p>The post <a href=\"https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/\">What Israel can expect in the Gaza tunnel system</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "content:encodedSnippet": "What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.\nAmid fears of yet another long war in the region, Israel has now begun its ground campaign in Gaza.\nThe Israel Defence Forces (IDF) has already claimed several successes in its three-week campaign, including the elimination of several terrorist leaders including Ibrahim Biari, who it described as a “ringleader” of the October 7 attacks, and liberating at least one hostage held by Hamas.\nArticle by Christopher Morris, University of Portsmouth. This article is the opinion of the author and not necessarily that of the UK Defence Journal. If you would like to submit your own article on this topic or any other, please see our submission guidelines.\nBut Israel’s military commanders will know that this is unlikely to be a simple operation. Among the factors complicating their mission of eliminating Hamas is the “Gaza Metro”, a vast network of interconnected tunnels within the region. Having invested heavily in subterranean infrastructure over the years, Hamas is counting on this network to aid its survival in the coming weeks.\nUnderground engineering has a long history in warfare. From antiquity to Vietnam, a range of groups have used tunnels to gain an advantage.\nNot only can they provide concealment and freedom of movement, but they also present a range of challenges for the attacking force – they can be hardened against any attacks from the surface. Storming underground networks can also be prohibitively difficult for an attacker, given the limited space available.\nSometimes they work. Sometimes they don’t. For instance, the threat posed by western airpower caused Islamic State (IS) to construct a large network of tunnels. These tunnels made surveillance and airstrikes difficult and were riddled with traps, making capture by ground forces dangerous and difficult.\nThese benefits only really work if the tunnels are defended, of course, which wasn’t always the case. For instance, in the 2015 battle for Sinjar, the majority of IS fighters were long gone by the time Kurdish land forces arrived to liberate the city.\nHamas terrorist give RT a tour of their tunnel network in Gaza – called the Metro.  Video shows Hamas fighters with weapons (ATGMs, RPGs, Snipers, machine guns) waiting in advanced tunnels to conduct surprise counterattacks on @IDF Have power, fuel, other services. pic.twitter.com/CrAKlPNUqM\n— John Spencer (@SpencerGuard) October 31, 2023\n\n\nEstablished network\nHamas’s tunnel network presents a unique problem for the IDF. There have been tunnel networks in Gaza for years. Initially used for smuggling, they were quickly turned towards offensive uses, playing a role in kidnapping and weapons storage.\nThe Hamas subterranean networks really began to evolve after 2012, when restrictions were lifted on the importing of building materials to the region. The militant group was able to redirect construction supplies away from civilian infrastructure projects to expand its underground presence.\nWhile the tunnels vary in quality, many are well equipped and hardened, and deep enough to evade detection by ground penetrating radar.\nUnsurprisingly, key Hamas allies, including Iran are boasting about the Gaza Metro. The network provides the group with a haven and a means to move around the region unobserved.\nIt places leadership and organisational infrastructure out of reach from air attacks. The system is laden with supplies as well as weapons and fuel.\nDefended, booby-trapped and likely to be populated with human shields and hostages as well as fighters, they will be challenging for even a well-equipped and capable attacking force.\nYet, if not addressed, Hamas may continue to operate irrespective of what happens on the surface. Indeed, as many of the tunnels lead across the border, there is a risk of further incursions, rocket strikes and attacks on IDF forces. And, given the heavily urbanised nature of Gaza, much of the network is beneath civilian infrastructure, which further complicates Israeli operations.\nHamas is a proficient and prolific user of tunnels. But in honing its expertise, the group has also provided Israeli forces with a decades-long crash course in how to deal with their underground operations.\nIn addition to their own experience with Hamas tunnels, the IDF can also draw upon lessons from the war on terror, where coalition forces had to contend with both natural and purpose-built tunnels, and even US experiences with drug cartels burrowing on their southern border with Mexico.\nBitter experience\nWhile Hamas is counting on its tunnels to cause problems, Israel already has a range of solutions. It has already gained valuable experience in underground operations, having learned hard lessons from the past. A range of innovative purpose-built technologies and strategies can be used to provide the IDF with a technological edge.\nSome are simple, such as flooding tunnels with sewage, whereas others are more complex, involving specialised engineering. Some solutions, such as ground-penetrating explosives, might be difficult to use, given the presence of civilians.\nIsrael has known about the tunnels for a long time and is taking them seriously. Recent operations suggest that the time spent training for this exact scenario is going to pay off, at least to a certain extent.\nBut dealing with a network of more than 300 miles is still going to represent a massive challenge, and storming or blocking off every part of the system is probably impossible.\nBitter experience has taught Israel most of Hamas’s tactics already – but this does not mean that the group doesn’t have more tricks up its sleeve. Hamas’s recent offensive success was rooted in the way it used a number of relatively low-level capabilities in concert.\nFor instance, paragliders, ground assaults and rockets only have a limited impact when used individually, but together, were used to devastating effect on October 7.\nNow Hamas will be hoping for the same degree of success when acting on the defensive. Depending on how Israel chooses to deal with the issue, they may find their ground forces bogged down in slow-moving subterranean activity, or risk heavy civilian casualties if they simply choose to bomb or collapse the tunnels.\nAlmost any solution Israel chooses can be turned into a Hamas advantage: both in military and political terms.\nUltimately Israel has no perfect solution to the complex problem posed by the Hamas underground network. But years of dealing with the Hamas Metro means the IDF is not entirely unequipped to confront the challenge.\nIt seems inevitable that the next days and weeks will be a bitter and bloody struggle, both in the streets of Gaza and as deep as 70 metres below ground.\nChristopher Morris, Teaching Fellow, School of Strategy, Marketing and Innovation, University of Portsmouth. This article is republished from The Conversation under a Creative Commons license. Read the original article.\nThe post What Israel can expect in the Gaza tunnel system first appeared on UK Defence Journal.",
    "dc:creator": "Guest Contributor",
    "comments": "https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/#comments",
    "content": "<p>What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.</p>\nThe post <a href=\"https://ukdefencejournal.org.uk/what-israel-can-expect-in-the-gaza-tunnel-system/\">What Israel can expect in the Gaza tunnel system</a> first appeared on <a href=\"https://ukdefencejournal.org.uk\">UK Defence Journal</a>.",
    "contentSnippet": "What the Israel Defence Forces can expect when they enter the ‘Gaza Metro’ tunnel system.\nWhat Israel can expect in the Gaza tunnel system first appeared on UK Defence Journal.",
    "guid": "https://ukdefencejournal.org.uk/?p=46653",
    "categories": [
      "Land",
      "Opinion"
    ],
    "isoDate": "2023-11-02T16:00:41.000Z"
  }
]